{
  "1-1": [
    "První vydání knihy 'Pýcha a předsudek' od Jane Austenové (1813)",
    "Narodil se J. D. Salinger, americký spisovatel (1919)",
    "Narodil se E. M. Forster, anglický spisovatel známý pro 'Houština' a 'Doba před setměním' (1879)"
  ],
  "1-2": [
    "Narodil se Isaac Asimov, americký spisovatel a biochemik, autor sci-fi knih jako 'Foundation' (1920)",
    "První vydání knihy 'Under the Tuscan Sun' od Frances Mayes (1996)",
    "Zemřel Jack London, americký spisovatel, autor 'Volání divočiny' a 'Bílý tesák' (1916)"
  ],
  "1-3": [
    "Zemřel J. R. R. Tolkien, britský spisovatel, autor 'Pán prstenů' (1973)",
    "Narodil se Cicero, římský filosof, politik a básník (106 př. n. l.)",
    "První vydání knihy 'Alice's Adventures in Wonderland' od Lewise Carrolla (1865)"
  ],
  "1-4": [
    "Narodil se Jakob Grimm, německý lexikograf, filolog a spisovatel, jeden ze sběratelů pohádek (1785)",
    "Zemřel T. S. Eliot, americký-britský básník a dramatik, autor 'The Waste Land' (1965)",
    "První vydání knihy 'Gulliver's Travels' od Jonathana Swifta (1726)"
  ],
  "1-5": [
    "Zemřel Umberto Eco, italský romanopisec, filosof a učenec, autor 'Jméno růže' (2016)",
    "Narodil se Hayao Miyazaki, japonský režisér a animátor, známý pro anime a film 'Spirited Away' (1941)",
    "První vydání knihy 'Walden' od Henryho Davida Thoreaua (1854)"
  ],
  "1-6": [
    "Zemřel Carl Sandburg, americký básník a spisovatel, laureát Pulitzerovy ceny (1967)",
    "Narodil se Alan Watts, britský filosof, spisovatel a interpreter východní filosofie (1915)",
    "První vydání knihy 'Peter Pan' od Jamese M. Barrieho (1911)"
  ],
  "1-7": [
    "Zemřel Zora Neale Hurston, americká spisovatelka a antropoložka, známá pro 'Their Eyes Were Watching God' (1960)",
    "Narodil se Charles Addams, americký kreslíř a autor, tvůrce Addamsovy rodiny (1912)",
    "První vydání knihy 'The Catcher in the Rye' od J. D. Salingera (1951)"
  ],
  "1-8": [
    "Zemřel Terry Pratchett, britský spisovatel, známý pro fantasy sérii 'Discworld' (2015)",
    "Narodil se Elvis Presley, americký zpěvák a herec, inspirace pro mnoho literárních a filmových děl (1935)",
    "První vydání knihy 'Frankenstein' od Mary Shelley (1818)"
  ],
  "1-9": [
    "Zemřel Simone de Beauvoir, francouzská spisovatelka a filosofka, autorka 'Druhého pohlaví' (1986)",
    "Narodil se J. R. R. Tolkien, britský spisovatel, autor 'Pán prstenů' (1892)",
    "První vydání knihy 'The Hobbit' od J. R. R. Tolkiena (1937)"
  ],
  "1-10": [
    "Zemřel Sinclair Lewis, americký spisovatel, nositel Nobelovy ceny za literaturu (1951)",
    "Narodil se Robinson Jeffers, americký básník a dramatik (1887)",
    "První vydání knihy 'Mrs Dalloway' od Virginie Woolfové (1925)"
  ],
  "1-11": [
    "Zemřel George Washington Cable, americký spisovatel a realista (1925)",
    "Narodil se Alexander Hamilton, americký státník a spisovatel, autor Federalist Papers (1755)",
    "První vydání knihy 'A Farewell to Arms' od Ernsta Hemingwaye (1929)"
  ],
  "1-12": [
    "Zemřel Jack London, americký spisovatel, autor 'Volání divočiny' a 'Bílý tesák' (1916)",
    "Narodil se Jack London, americký spisovatel, autor 'Volání divočiny' a 'Bílý tesák' (1876)",
    "První vydání knihy 'The Autobiography of Malcolm X' (1965)"
  ],
  "1-13": [
    "Zemřel James Joyce, irský romanopisec a básník, autor 'Ulysses' (1941)",
    "Narodil se Horacio Quiroga, uruguayský spisovatel, autor 'Los cuentos de la selva' (1878)",
    "První vydání knihy 'Lolita' od Vladimira Nabokova (1955)"
  ],
  "1-14": [
    "Zemřel Kazuo Ishiguro, britský spisovatel japonského původu, nositel Nobelovy ceny za literaturu (2022)",
    "Narodil se Julian Bond, americký spisovatel, politik a aktivista (1940)",
    "První vydání knihy 'The Call of the Wild' od Jacka Londona (1903)"
  ],
  "1-15": [
    "Narodil se Molière, francouzský dramatik a herec, známý pro 'Tartuffe' a 'Don Juan' (1622)",
    "První vydání knihy 'A Moveable Feast' od Ernsta Hemingwaye (1964)",
    "Zemřel Agatha Christie, britská autorka detektivních románů, známá pro Hercula Poira a Miss Marplovou (1976)"
  ],
  "1-16": [
    "Narodil se Susan Sontag, americká spisovatelka a intelektuálka, autorka 'On Photography' a 'Against Interpretation' (1933)",
    "První vydání knihy 'The Hobbit' od J. R. R. Tolkiena (1937)",
    "Zemřel Charles Perrault, francouzský spisovatel a básník, známý pro pohádky jako 'Popelka' a 'Červená karkulka' (1703)"
  ],
  "1-17": [
    "Narodil se Benjamin Franklin, americký vědec, spisovatel a státník, autor 'Poor Richard's Almanack' (1706)",
    "Zemřel Nevil Shute, britský spisovatel, autor 'On the Beach' a 'A Town Like Alice' (1960)",
    "První vydání knihy 'The Masque of the Red Death' od Edgara Allana Poea (1842)"
  ],
  "1-18": [
    "První vydání knihy 'Winnie-the-Pooh' od A. A. Milnea (1926)",
    "Zemřel Daniel Webster, americký politik a spisovatel, známý pro své řeči (1852)",
    "Narodil se Oliver Hardy, americký herec a komik, známý jako člen dvojice Laurel & Hardy (1892)"
  ],
  "1-19": [
    "Narodil se Edgar Allan Poe, americký básník a autor hororů, známý pro 'The Raven' a 'The Tell-Tale Heart' (1809)",
    "První vydání knihy 'The War of the Worlds' od H. G. Wellse (1898)",
    "Zemřel Robert Burns, skotský básník, autor 'Auld Lang Syne' (1796)"
  ],
  "1-20": [
    "Narodil se George Burns, americký komik, herec a spisovatel, známý svým dlouhým životem a kariérou (1896)",
    "První vydání knihy 'The Talented Mr. Ripley' od Patricie Highsmithové (1955)",
    "Zemřel Richard Brautigan, americký spisovatel a básník, autor 'Trout Fishing in America' (1984)"
  ],
  "1-21": [
    "Zemřel Jack London, americký spisovatel, autor 'Volání divočiny' a 'Bílý tesák' (1916)",
    "Narodil se Detlev von Liliencron, německý básník a spisovatel (1844)",
    "První vydání knihy 'Sophie's Choice' od Williama Styrona (1979)"
  ],
  "1-22": [
    "Narodil se Lord Byron, anglický básník, autor 'Don Juan' a klíčová postava romantismu (1788)",
    "První vydání knihy 'Catch-22' od Josepha Hellera (1961)",
    "Zemřel George Ade, americký novinář, dramatik a humorista (1944)"
  ],
  "1-23": [
    "Narodil se Stendhal, francouzský spisovatel, autor 'Červený a černý' (1783)",
    "První vydání knihy 'The Handmaid's Tale' od Margaret Atwoodové (1985)",
    "Zemřel Wallace Stevens, americký básník, nositel Pulitzerovy ceny (1955)"
  ],
  "1-24": [
    "Narodil se Edith Whartonová, americká spisovatelka, nositelka Pulitzerovy ceny za román 'The Age of Innocence' (1862)",
    "První vydání knihy '1984' od George Orwella (1949)",
    "Zemřel William Somerset Maugham, britský spisovatel a dramatik, autor 'Of Human Bondage' (1965)"
  ],
  "1-25": [
    "Narodil se Virginia Woolfová, britská spisovatelka a modernistická ikona, autorka 'Mrs Dalloway' a 'To the Lighthouse' (1882)",
    "První vydání knihy 'Lolita' od Vladimira Nabokova (1955)",
    "Zemřel Robert Burns, skotský básník, autor 'Auld Lang Syne' (1796)"
  ],
  "1-26": [
    "Zemřel Lewis Carroll, britský autor 'Alice's Adventures in Wonderland' (1898)",
    "Narodil se Douglas MacArthur, americký generál a spisovatel (1880)",
    "První vydání knihy 'The Great Gatsby' od F. Scott Fitzgeralda (1925)"
  ],
  "1-27": [
    "Zemřel Lewis Carroll, britský autor 'Alice's Adventures in Wonderland' (1898)",
    "Narodil se Lewis Carroll, britský autor 'Alice's Adventures in Wonderland' (1832)",
    "První vydání knihy 'The Bell Jar' od Sylvií Plathové (1963)"
  ],
  "1-28": [
    "Narodil se Alan Alda, americký herec, režisér a spisovatel, známý jako Hawkeye v 'M*A*S*H' (1936)",
    "První vydání knihy 'The Call of the Wild' od Jacka Londona (1903)",
    "Zemřel Colette, francouzská spisovatelka a herečka, autorka 'Gigi' (1954)"
  ],
  "1-29": [
    "Narodil se W. C. Fields, americký komik, herec a spisovatel, známý pro své vtipy a filmy (1880)",
    "První vydání knihy 'The Phantom Tollbooth' od Normana Justera (1961)",
    "Zemřel John Updike, americký spisovatel a básník, nositel Pulitzerovy ceny (2009)"
  ],
  "1-30": [
    "Narodil se Franklin D. Roosevelt, americký prezident a spisovatel (1882)",
    "První vydání knihy 'Brave New World' od Aldouse Huxleyho (1932)",
    "Zemřel Mohandas Karamchand Gandhi, indický politik a spisovatel, autor 'Autobiography: The Story of My Experiments with Truth' (1948)"
  ],
  "1-31": [
    "Narodil se Zane Grey, americký spisovatel a westernový autor (1872)",
    "První vydání knihy 'To Kill a Mockingbird' od Harper Lee (1960)",
    "Zemřel John O'Hara, americký spisovatel, autor 'Appointment in Samarra' (1970)"
  ],
  "2-1": [
    "Narodil se Langston Hughes, americký básník, spisovatel a aktivista, klíčová postava harlemské renesance (1902)",
    "První vydání knihy 'The Sun Also Rises' od Ernsta Hemingwaye (1926)",
    "Zemřel John Ford, americký filmový režisér a spisovatel, autor 'The Grapes of Wrath' (1973)"
  ],
  "2-2": [
    "Zemřel James Joyce, irský romanopisec a básník, autor 'Ulysses' (1941)",
    "Narodil se Ayn Rand, rusko-americká filosofka a spisovatelka, autorka 'Atlas Shrugged' a 'The Fountainhead' (1905)",
    "První vydání knihy 'The Maltese Falcon' od Dashiel Hammetta (1930)"
  ],
  "2-3": [
    "Narodil se Norman Rockwell, americký ilustrátor a spisovatel, známý svými kresbami pro časopis 'Saturday Evening Post' (1894)",
    "První vydání knihy 'Fahrenheit 451' od Raye Bradburyho (1953)",
    "Zemřel Gertrude Stein, americká spisovatelka a básnířka, klíčová postava avantgardní literární scény (1946)"
  ],
  "2-4": [
    "Zemřel Karen Blixen (Isak Dinesen), dánská spisovatelka, autorka 'Babette's Feast' a 'Out of Africa' (1962)",
    "Narodil se Charles Lindbergh, americký letec a spisovatel, první člověk, který sám přeletěl Atlantik (1902)",
    "První vydání knihy 'The Snows of Kilimanjaro and Other Stories' od Ernsta Hemingwaye (1936)"
  ],
  "2-5": [
    "Narodil se Hanka Anýžová, česká spisovatelka, autorka 'Třicet případů majora Zemana' (1926)",
    "První vydání knihy 'Crime and Punishment' od Fjodora Dostojevského (1866)",
    "Zemřel Stefan Zweig, rakouský spisovatel a dramatik, autor 'The Royal Game' a 'Letter from an Unknown Woman' (1942)"
  ],
  "2-6": [
    "Narodil se Zdeněk Jirotka, český spisovatel a publicista, autor 'Saturnin' (1911)",
    "První vydání knihy 'Pride and Prejudice' od Jane Austenové (1813)",
    "Zemřel Boris Vian, francouzský spisovatel a hudebník, autor 'L'Écume des jours' (1959)"
  ],
  "2-7": [
    "Narodil se Charles Dickens, britský spisovatel, autor 'Oliver Twist', 'David Copperfield' a 'A Christmas Carol' (1812)",
    "První vydání knihy 'The Grapes of Wrath' od Johna Steinbecka (1939)",
    "Zemřel J. M. Barrie, skotský spisovatel a dramatik, autor 'Peter Pan' (1937)"
  ],
  "2-8": [
    "Narodil se Jules Verne, francouzský spisovatel, autor 'Dvacet tisíc mil pod mořem', 'Cesta kolem světa za osmdesát dní' a 'Na kometě' (1828)",
    "První vydání knihy 'A Clockwork Orange' od Anthonyho Burgessa (1962)",
    "Zemřel Jack London, americký spisovatel, autor 'Volání divočiny' a 'Bílý tesák' (1916)"
  ],
  "2-9": [
    "Narodil se Alice Walker, americká spisovatelka a básnířka, nositelka Pulitzerovy ceny za román 'The Color Purple' (1944)",
    "První vydání knihy 'Fahrenheit 451' od Raye Bradburyho (1953)",
    "Zemřel Giuseppe Tomasi di Lampedusa, italský spisovatel, autor 'The Leopard' (1957)"
  ],
  "2-10": [
    "Narodil se Boris Pasternak, ruský básník a spisovatel, nositel Nobelovy ceny za literaturu za 'Doktora Živaga' (1890)",
    "První vydání knihy 'The Old Man and the Sea' od Ernsta Hemingwaye (1952)",
    "Zemřel John Dos Passos, americký spisovatel, autor 'USA' trilogy (1970)"
  ],
  "2-11": [
    "Zemřel Sylvia Plathová, americká básnířka a spisovatelka, autorka 'The Bell Jar' (1963)",
    "První vydání knihy 'The Catcher in the Rye' od J. D. Salingera (1951)",
    "Zemřel Sidney Sheldon, americký spisovatel a scenárista, autor 'Master of the Game' a 'If Tomorrow Comes' (2007)"
  ],
  "2-12": [
    "Narodil se Charles Darwin, britský přírodovědec a autor, známý pro teorii evoluce (1809)",
    "První vydání knihy 'The Adventures of Huckleberry Finn' od Marka Twaina (1885)",
    "Zemřel Judy Blume, americká spisovatelka, známá pro díla pro mládež, jako 'Are You There God? It's Me, Margaret' (2022)"
  ],
  "2-13": [
    "Narodil se Georges Simenon, belgický spisovatel, autor série detektivních příběhů o komisaři Maigretovi (1903)",
    "První vydání knihy 'The Godfather' od Maria Puza (1969)",
    "Zemřel Tennessee Williams, americký dramatik, autor 'A Streetcar Named Desire' a 'Cat on a Hot Tin Roof' (1983)"
  ],
  "2-14": [
    "Narodil se Frederick Douglass, americký spisovatel, řečník a předák hnutí za občanská práva (1818)",
    "První vydání knihy 'St. Valentine's Day' od Roberta Sabata (1976)",
    "Zemřel Jack Kerouac, americký spisovatel, čelní postava beat generation, autor 'On the Road' (1969)"
  ],
  "2-15": [
    "Narodil se Galileo Galilei, italský astronom, fyzik a matematik, autor děl o heliocentrické teorii (1564)",
    "První vydání knihy 'One Hundred Years of Solitude' od Gabriela Garcíi Márqueze (1967)",
    "Zemřel Christopher Marlowe, anglický básník a dramatik, autor 'Doctor Faustus' (1593)"
  ],
  "2-16": [
    "Narodil se Miroslav Žamboch, český spisovatel, autor dobrodružných a historických románů (1973)",
    "První vydání knihy 'The Adventures of Sherlock Holmes' od Arthura Conana Doylea (1892)",
    "Zemřel Nikos Kazantzakis, řecký spisovatel, autor 'Zorba the Greek' a 'The Last Temptation of Christ' (1957)"
  ],
  "2-17": [
    "Narodil se Louisa May Alcottová, americká spisovatelka, autorka 'Malých žen' (1832)",
    "První vydání knihy 'The Big Sleep' od Raymonda Chandlera (1939)",
    "Zemřel Jules Verne, francouzský spisovatel, autor 'Dvacet tisíc mil pod mořem' a 'Cesta kolem světa za osmdesát dní' (1905)"
  ],
  "2-18": [
    "Narodil se Toni Morrison, americká spisovatelka, nositelka Nobelovy ceny za literaturu za román 'Beloved' (1931)",
    "První vydání knihy 'The Adventures of Tom Sawyer' od Marka Twaina (1876)",
    "Zemřel Jules Michelet, francouzský historik, známý pro své historické analýzy a dílo o Francouzské revoluci (1874)"
  ],
  "2-19": [
    "Narodil se Carson McCullers, americká spisovatelka, autorka 'The Heart is a Lonely Hunter' (1917)",
    "První vydání knihy 'Fahrenheit 451' od Raye Bradburyho (1953)",
    "Zemřel Lev Tolstoj, ruský spisovatel, autor 'Vojna a mír' a 'Anna Karenina' (1910)"
  ],
  "2-20": [
    "Zemřel Kurt Cobain, americký zpěvák, kytarista a skladatel, frontman skupiny Nirvana (1994)",
    "Narodil se Ansel Adams, americký fotograf a spisovatel, známý pro své fotografie národních parků (1902)",
    "První vydání knihy 'The Grapes of Wrath' od Johna Steinbecka (1939)"
  ],
  "2-21": [
    "Zemřel Barbara Pym, anglická spisovatelka, autorka románů o anglické společnosti (1980)",
    "Narodil se Christopher Marlowe, anglický dramatik a básník, autor 'Doctor Faustus' (1564)",
    "První vydání knihy 'Foundation' od Isaaca Asimova (1951)"
  ],
  "2-22": [
    "Narodil se Luis Buñuel, španělský filmový režisér a spisovatel, známý pro surrealistická díla jako 'Andalusian Dog' a 'The Discreet Charm of the Bourgeoisie' (1900)",
    "První vydání knihy 'The Spy Who Came in from the Cold' od Johna le Carrého (1963)",
    "Zemřel Tadeusz Borowski, polský spisovatel a básník, autor povídek z koncentračního tábora 'This Way for the Gas, Ladies and Gentlemen' (1951)"
  ],
  "2-23": [
    "Zemřel Samuel Pepys, anglický diarista a spisovatel, autor slavného deníku (1703)",
    "Narodil se W. E. B. Du Bois, americký sociolog, historik a spisovatel, zakladatel NAACP (1868)",
    "První vydání knihy 'The Secret Garden' od Frances Hodgson Burnettové (1911)"
  ],
  "2-24": [
    "Narodil se Wilhelm Grimm, německý spisovatel a lexikograf, spoluautor sbírky pohádek 'Bratří Grimmové' (1786)",
    "První vydání knihy 'The Godfather' od Maria Puza (1969)",
    "Zemřel Winsor McCay, americký kreslíř a animátor, tvůrce 'Little Nemo in Slumberland' (1934)"
  ],
  "2-25": [
    "Narodil se Anthony Burgess, britský spisovatel a skladatel, autor 'Clockwork Orange' (1917)",
    "První vydání knihy 'A Clockwork Orange' od Anthonyho Burgessa (1962)",
    "Zemřel George Harrison, britský hudebník, člen skupiny The Beatles a sólový umělec (2001)"
  ],
  "2-26": [
    "Zemřel Levi Strauss, americký obchodník a filantrop, zakladatel společnosti Levi Strauss & Co. (1902)",
    "Narodil se Victor Hugo, francouzský básník a spisovatel, autor 'Les Misérables' a 'Notre-Dame de Paris' (1802)",
    "První vydání knihy 'Watership Down' od Richarda Adamse (1972)"
  ],
  "2-27": [
    "Narodil se John Steinbeck, americký spisovatel, nositel Nobelovy ceny za literaturu za román 'The Grapes of Wrath' (1902)",
    "První vydání knihy 'Silent Spring' od Rachel Carsonové (1962)",
    "Zemřel Henry Wadsworth Longfellow, americký básník, autor 'Paul Revere's Ride' (1882)"
  ],
  "2-28": [
    "Narodil se Michel de Montaigne, francouzský filosof a spisovatel, autor esejí 'Essais' (1533)",
    "První vydání knihy 'The Strange Case of Dr Jekyll and Mr Hyde' od Roberta Louise Stevensona (1886)",
    "Zemřel John Tenniel, britský ilustrátor, známý pro ilustrace k 'Alice's Adventures in Wonderland' (1914)"
  ],
  "2-29": [
    "Narodil se Gioachino Rossini, italský skladatel, autor oper jako 'The Barber of Seville' a 'William Tell' (1792)",
    "První vydání knihy 'Gone with the Wind' od Margaret Mitchell (1936)",
    "Zemřel Dinah Craik, anglická spisovatelka, autorka 'John Halifax, Gentleman' (1887)"
  ],
  "3-1": [
    "Narodil se František Hrubín, český básník a spisovatel, autor 'Město na nás čeká' a 'Svatební cesta' (1910)",
    "První vydání knihy 'The Adventures of Tom Sawyer' od Marka Twaina (1876)",
    "Zemřel Michelangelo Buonarroti, italský sochař, malíř a básník, autor 'David' a fresky Sixtinské kaple (1564)"
  ],
  "3-2": [
    "Zemřel Dr. Seuss, americký autor knih pro děti, tvůrce 'Cat in the Hat' a 'Green Eggs and Ham' (1991)",
    "Narodil se John Irving, americký spisovatel, nositel Pulitzerovy ceny za román 'The World According to Garp' (1942)",
    "První vydání knihy 'Charlotte's Web' od E. B. Whitea (1952)"
  ],
  "3-3": [
    "Narodil se Alexander Graham Bell, skotsko-kanadský vynálezce a spisovatel, známý jako vynálezce telefonu (1847)",
    "První vydání knihy 'Theodor Meets the President' od Dr. Seusse (2002)",
    "Zemřel André Breton, francouzský básník a spisovatel, zakladatel surrealistického hnutí (1966)"
  ],
  "3-4": [
    "Zemřel Knut Hamsun, norský spisovatel, nositel Nobelovy ceny za literaturu za román 'Hlad' (1952)",
    "Narodil se Gabriel García Márquez, kolumbijský spisovatel, nositel Nobelovy ceny za literaturu za román 'Sto roků osamění' (1927)",
    "První vydání knihy 'The Cat in the Hat' od Dr. Seusse (1957)"
  ],
  "3-5": [
    "Narodil se Howard Pyle, americký ilustrátor a spisovatel, známý pro ilustrace dobrodružných knih a pohádek (1853)",
    "První vydání knihy 'Atlas Shrugged' od Ayn Rand (1957)",
    "Zemřel Charles-Ferdinand Ramuz, švýcarský spisovatel, autor 'Derborence' (1947)"
  ],
  "3-6": [
    "Zemřel Louisa May Alcottová, americká spisovatelka, autorka 'Malé ženy' (1888)",
    "Narodil se Gabriel García Márquez, kolumbijský spisovatel, nositel Nobelovy ceny za literaturu za román 'Sto roků osamění' (1927)",
    "První vydání knihy 'The First Men in the Moon' od H. G. Wellse (1901)"
  ],
  "3-7": [
    "Narodil se Piet Mondrian, nizozemský malíř a teoretik moderního umění, známý pro abstraktní geometrické kompozice (1872)",
    "První vydání knihy 'Wuthering Heights' od Emily Brontëové (1847)",
    "Zemřel Stanisław Lem, polský spisovatel, autor sci-fi a filosofických románů, známý pro 'Solaris' (2006)"
  ],
  "3-8": [
    "Narodil se Kenneth Grahame, britský spisovatel, autor 'The Wind in the Willows' (1859)",
    "První vydání knihy 'The Godfather' od Maria Puza (1969)",
    "Zemřel Oliver Sacks, britský neurolog a spisovatel, autor 'The Man Who Mistook His Wife for a Hat' (2015)"
  ],
  "3-9": [
    "Zemřel Charles Fourier, francouzský utopický socialista a spisovatel, teoretik sociálních reform (1837)",
    "Narodil se Vita Sackville-Westová, anglická spisovatelka a zahrádkářka, autorka 'The Edwardians' (1892)",
    "První vydání knihy 'The Catcher in the Rye' od J. D. Salingera (1951)"
  ],
  "3-10": [
    "Narodil se Boris Vian, francouzský spisovatel, básník a hudebník, autor surrealistických románů jako 'Pěna dní' (1920)",
    "První vydání knihy 'A Clockwork Orange' od Anthonyho Burgesse (1962)",
    "Zemřel Harlan Ellison, americký spisovatel, autor sci-fi a fantasy, známý pro 'I Have No Mouth, and I Must Scream' (2018)"
  ],
  "3-11": [
    "Zemřel Douglas Adams, britský spisovatel, autor 'The Hitchhiker's Guide to the Galaxy' (2001)",
    "Narodil se Lawrence Welk, americký hudebník, kapelník a televizní osobnost (1903)",
    "První vydání knihy 'Carrie' od Stephena Kinga (1974)"
  ],
  "3-12": [
    "Narodil se Jack Kerouac, americký spisovatel, autor 'On the Road' a klíčová postava beat generation (1922)",
    "První vydání knihy 'The Prophet' od Khalila Gibrana (1923)",
    "Zemřel Eudora Welty, americká spisovatelka, nositelka Pulitzerovy ceny (2001)"
  ],
  "3-13": [
    "Zemřel William H. Macy, americký spisovatel, dramatik a televizní producent, známý pro 'Our Town' (1958)",
    "Narodil se Percival Lowell, americký astronom, matematik a spisovatel, zakladatel observatoře Lowell (1855)",
    "První vydání knihy 'Julius Caesar' od Williama Shakespeara (1623)"
  ],
  "3-14": [
    "Narodil se Albert Einstein, německo-americký fyzik a spisovatel, nositel Nobelovy ceny za fyziku (1879)",
    "První vydání knihy 'Billy Budd, Sailor' od Hermana Melvilla (1924)",
    "Zemřel Karl Marx, německý filozof a spisovatel, autor 'Das Kapital' (1883)"
  ],
  "3-15": [
    "Zemřel Julius Caesar, římský vojevůdce, politik a spisovatel, autor 'Galské války' a 'Občanská válka' (44 př. n. l.)",
    "Narodil se Andrew Jackson, americký prezident a spisovatel (1767)",
    "První vydání knihy 'The Ides of March' od Thortona Wildera (1948)"
  ],
  "3-16": [
    "Narodil se H. P. Lovecraft, americký spisovatel, autor hororů a sci-fi, známý pro Cthulhu Mythos (1890)",
    "První vydání knihy 'Alice's Adventures in Wonderland' od Lewise Carrolla (1865)",
    "Zemřel James Madison, americký politik, autor 'Ústava Spojených států amerických' (1836)"
  ],
  "3-17": [
    "Zemřel Franklin Pierce, americký prezident a spisovatel, autor 'Life of Franklin Pierce' (1869)",
    "Narodil se Gabriela Mistral, chilská básnířka, nositelka Nobelovy ceny za literaturu (1889)",
    "První vydání knihy 'The Secret Garden' od Frances Hodgson Burnettové (1911)"
  ],
  "3-18": [
    "Narodil se John Updike, americký spisovatel, nositel Pulitzerovy ceny za román 'Rabbit, Run' (1932)",
    "První vydání knihy 'Pride and Prejudice' od Jane Austenové (1813)",
    "Zemřel John C. Calhoun, americký politik a spisovatel, autor 'Discourse on the Constitution and Government of the United States' (1850)"
  ],
  "3-19": [
    "Narodil se Philip Roth, americký spisovatel, nositel Pulitzerovy ceny za román 'American Pastoral' (1933)",
    "První vydání knihy 'A Tale of Two Cities' od Charlese Dickense (1859)",
    "Zemřel Wilfred Owen, anglický básník, autor válečných básní jako 'Anthem for Doomed Youth' (1918)"
  ],
  "3-20": [
    "Zemřel Henrik Ibsen, norský dramatik, autor 'Peer Gynt' a 'Nora' (1906)",
    "Narodil se Fred Rogers, americký televizní producent a spisovatel, tvůrce 'Mister Rogers' Neighborhood' (1928)",
    "První vydání knihy 'A Room of One's Own' od Virginie Woolfové (1929)"
  ],
  "3-21": [
    "Narodil se Johann Sebastian Bach, německý hudební skladatel a spisovatel, autor 'Matoušovy pašije' a 'Brandenburské koncerty' (1685)",
    "První vydání knihy 'The Prophet' od Khalila Gibrana (1923)",
    "Zemřel Radclyffe Hall, anglická spisovatelka, autorka románu 'The Well of Loneliness' (1943)"
  ],
  "3-22": [
    "Zemřel Marcel Proust, francouzský spisovatel, autor románu 'Hledání ztraceného času' (1922)",
    "Narodil se Louis L'Amour, americký spisovatel westernů, autor 'Hondo' a 'The Sacketts' (1908)",
    "První vydání knihy 'Gulliver's Travels' od Jonathana Swifta (1726)"
  ],
  "3-23": [
    "Narodil se Joan Crawford, americká herečka a spisovatelka, známá zejména pro své role ve filmu (1904)",
    "První vydání knihy 'Dracula' od Brama Stokera (1897)",
    "Zemřel Akira Kurosawa, japonský filmový režisér a scenárista, autor 'Seven Samurai' a 'Rashomon' (1998)"
  ],
  "3-24": [
    "Zemřel Robert Frost, americký básník, čtyřnásobný nositel Pulitzerovy ceny (1963)",
    "Narodil se Lawrence Ferlinghetti, americký básník a spisovatel, zakladatel City Lights Booksellers & Publishers (1919)",
    "První vydání knihy 'The Three Musketeers' od Alexandra Dumase (1844)"
  ],
  "3-25": [
    "Narodil se Flannery O'Connorová, americká spisovatelka, známá pro své krátké příběhy a romány (1925)",
    "První vydání knihy 'Middlemarch' od George Eliota (1871)",
    "Zemřel John Keats, anglický básník, autor 'Ode to a Nightingale' a 'Endymion' (1821)"
  ],
  "3-26": [
    "Zemřel Tennessee Williams, americký dramatik, autor 'Tramvaj do stanice Touha' a 'Kočka na rozpálené plechové střeše' (1983)",
    "Narodil se Robert Frost, americký básník, čtyřnásobný nositel Pulitzerovy ceny (1874)",
    "První vydání knihy 'Dubliners' od Jamese Joyce (1914)"
  ],
  "3-27": [
    "Narodil se Quentin Tarantino, americký režisér, scenárista a spisovatel, známý pro filmy 'Pulp Fiction' a 'Kill Bill' (1963)",
    "První vydání knihy 'Jane Eyre' od Charlotte Brontëové (1847)",
    "Zemřel Ludwig Mies van der Rohe, německo-americký architekt a spisovatel, přední osobnost moderní architektury (1969)"
  ],
  "3-28": [
    "Zemřel Virginia Woolfová, anglická spisovatelka, autorka 'To the Lighthouse' a 'Mrs Dalloway' (1941)",
    "Narodil se Maxim Gorkij, ruský spisovatel, autor 'Matka' a 'Děti Slunce' (1868)",
    "První vydání knihy 'Little Women' od Louisy May Alcottové (1868)"
  ],
  "3-29": [
    "Narodil se John Tyler, americký prezident a spisovatel, autor 'A Living Historian' (1790)",
    "První vydání knihy 'Gone with the Wind' od Margaret Mitchell (1936)",
    "Zemřel Maurice Maeterlinck, belgický spisovatel, nositel Nobelovy ceny za literaturu (1949)"
  ],
  "3-30": [
    "Zemřel Vincent van Gogh, nizozemský malíř, známý pro svá impresionistická díla (1890)",
    "Narodil se Anna Sewell, britská spisovatelka, autorka 'Černý kůň' (1820)",
    "První vydání knihy 'Robinson Crusoe' od Daniela Defoe (1719)"
  ],
  "3-31": [
    "Narodil se Johann Wolfgang von Goethe, německý básník, dramatik a spisovatel, autor 'Faust' a 'Utrpení mladého Werthera' (1749)",
    "První vydání knihy 'Walden' od Henryho Davida Thoreaua (1854)",
    "Zemřel Pablo Neruda, chilský básník, nositel Nobelovy ceny za literaturu (1973)"
  ],
  "4-1": [
    "Narodil se Milan Kundera, česko-francouzský spisovatel, autor 'Nesnesitelná lehkost bytí' a 'Žert' (1929)",
    "První vydání knihy 'Moby-Dick' od Hermana Melvilla (1851)",
    "Zemřel Marvin Gaye, americký zpěvák, skladatel a spisovatel, autor 'What's Going On' (1984)"
  ],
  "4-2": [
    "Zemřel Hans Christian Andersen, dánský spisovatel, autor pohádek jako 'Malá mořská víla' a 'Dívka s sirénou' (1875)",
    "Narodil se Emile Zola, francouzský spisovatel a novinář, autor cyklu 'Rougon-Macquartové' (1840)",
    "První vydání knihy 'Pilgrim's Progress' od Johna Bunyana (1678)"
  ],
  "4-3": [
    "Narodil se Washington Irving, americký spisovatel, autor 'The Legend of Sleepy Hollow' a 'Rip Van Winkle' (1783)",
    "První vydání knihy 'Jane Eyre' od Charlotte Brontëové (1847)",
    "Zemřel Marlon Brando, americký herec a spisovatel, známý pro roli v 'Kmotr' a 'Na nabřeží' (2004)"
  ],
  "4-4": [
    "Zemřel Martin Luther King Jr., americký občanský vůdce a spisovatel, autor 'I Have a Dream' (1968)",
    "Narodil se Maya Angelou, americká básnířka, spisovatelka a aktivistka, autorka 'I Know Why the Caged Bird Sings' (1928)",
    "První vydání knihy 'The Great Gatsby' od F. Scotta Fitzgeralda (1925)"
  ],
  "4-5": [
    "Narodil se Algernon Charles Swinburne, anglický básník, autor 'Poems and Ballads' (1837)",
    "První vydání knihy 'The Waste Land' od T. S. Eliota (1922)",
    "Zemřel Kurt Cobain, americký zpěvák, skladatel a spisovatel, frontman skupiny Nirvana (1994)"
  ],
  "4-6": [
    "Zemřel Miguel de Cervantes, španělský spisovatel, autor 'Don Quijote de la Mancha' (1616)",
    "Narodil se Raphael, španělský zpěvák, skladatel a spisovatel, známý jako jeden z představitelů španělské hudby (1943)",
    "První vydání knihy 'Middlemarch' od George Eliota (1871)"
  ],
  "4-7": [
    "Narodil se Billie Holiday, americká jazzová zpěvačka a spisovatelka, známá jako Lady Day (1915)",
    "První vydání knihy 'The Mill on the Floss' od George Eliota (1860)",
    "Zemřel Irving Stone, americký spisovatel, autor biografií jako 'Lust for Life' (1989)"
  ],
  "4-8": [
    "Zemřel Pablo Picasso, španělský malíř, sochař a spisovatel, přední představitel kubismu a moderního umění (1973)",
    "Narodil se Karel Hynek Mácha, český básník, autor 'Máj' (1810)",
    "První vydání knihy 'Robinson Crusoe' od Daniela Defoe (1719)"
  ],
  "4-9": [
    "Narodil se Charles Baudelaire, francouzský básník, autor sbírky 'Květy zla' (1821)",
    "První vydání knihy 'The Da Vinci Code' od Dana Browna (2003)",
    "Zemřel Jules Verne, francouzský spisovatel, autor sci-fi románů jako 'Dvacet tisíc mil pod mořem' a 'Cesta kolem světa za osmdesát dní' (1905)"
  ],
  "4-10": [
    "Zemřel William Hazlitt, anglický esejista, literární kritik a spisovatel, známý pro své eseje o literatuře a umění (1830)",
    "Narodil se Joseph Pulitzer, maďarsko-americký novinář a spisovatel, zakladatel Pulitzerovy ceny (1847)",
    "První vydání knihy 'David Copperfield' od Charlese Dickense (1850)"
  ],
  "4-11": [
    "Narodil se Oleg Jankovskij, ruský herec a spisovatel, známý pro své filmové role (1944)",
    "První vydání knihy 'The Canterville Ghost' od Oscara Wildea (1887)",
    "Zemřel Carl Jung, švýcarský psycholog a spisovatel, zakladatel analytické psychologie (1961)"
  ],
  "4-12": [
    "Zemřel Tom Clancy, americký spisovatel, autor thrillerů jako 'The Hunt for Red October' a 'Clear and Present Danger' (2013)",
    "Narodil se Beverly Clearyová, americká spisovatelka, autorka knih pro děti jako 'Henry Huggins' a 'Ramona' (1916)",
    "První vydání knihy 'The Old Man and the Sea' od Ernsta Hemingwaye (1952)"
  ],
  "4-13": [
    "Narodil se Thomas Jefferson, americký politik, autor 'Deklarace nezávislosti Spojených států amerických' (1743)",
    "První vydání knihy 'Ulysses' od Jamese Joyce (1922)",
    "Zemřel Samuel Beckett, irský dramatik, autor 'Waiting for Godot' a nositel Nobelovy ceny za literaturu (1989)"
  ],
  "4-14": [
    "Zemřel Rachel Carsonová, americká bioložka a spisovatelka, autorka 'Silent Spring' (1964)",
    "Narodil se Anthony Michael Hall, americký herec a spisovatel, známý pro role v 'The Breakfast Club' a 'Weird Science' (1968)",
    "První vydání knihy 'Daniel Deronda' od George Eliota (1876)"
  ],
  "4-15": [
    "Narodil se Leonardo da Vinci, italský renesanční malíř, sochař, vynálezce a spisovatel, autor 'Mona Lisa' a 'Poslední večeře' (1452)",
    "První vydání knihy 'Cry, the Beloved Country' od Alana Patona (1948)",
    "Zemřel Jean-Paul Sartre, francouzský filozof a spisovatel, autor 'Bytí a nicota' a nositel Nobelovy ceny za literaturu (1980)"
  ],
  "4-16": [
    "Zemřel Charlie Chaplin, britský herec, režisér a spisovatel, známý pro své filmové komedie (1977)",
    "Narodil se Anatole France, francouzský spisovatel, nositel Nobelovy ceny za literaturu za román 'Ostrov tučňáků' (1844)",
    "První vydání knihy 'The Jungle Book' od Rudyarda Kiplinga (1894)"
  ],
  "4-17": [
    "Narodil se Thornton Wilder, americký dramatik a spisovatel, nositel Pulitzerovy ceny za dramata 'Our Town' a 'The Skin of Our Teeth' (1897)",
    "První vydání knihy 'Robinson Crusoe' od Daniela Defoe (1719)",
    "Zemřel Gabriel García Márquez, kolumbijský spisovatel, nositel Nobelovy ceny za literaturu za román 'Sto roků osamění' (2014)"
  ],
  "4-18": [
    "Zemřel Albert Einstein, německo-americký fyzik a spisovatel, nositel Nobelovy ceny za fyziku (1955)",
    "Narodil se George Gamow, ruský fyzik a spisovatel, známý pro popularizaci vědy a autor 'Mr. Tompkins' (1904)",
    "První vydání knihy 'Rob Roy' od Waltera Scotta (1817)"
  ],
  "4-19": [
    "Narodil se Dudley Moore, britský herec, hudebník a spisovatel, známý pro role v 'Arthur' a '10' (1935)",
    "První vydání knihy 'The Red Badge of Courage' od Stephena Cranea (1895)",
    "Zemřel Octavio Paz, mexický básník a spisovatel, nositel Nobelovy ceny za literaturu (1998)"
  ],
  "4-20": [
    "Zemřel Dorothy Hewettová, australská básnířka, dramatička a spisovatelka, autorka 'Bobbin Up' a 'The Man from Mukinupin' (2002)",
    "Narodil se Sebastian Faulks, britský spisovatel, autor románů 'Birdsong' a 'Charlotte Gray' (1953)",
    "První vydání knihy 'The Secret Garden' od Frances Hodgson Burnettové (1911)"
  ],
  "4-21": [
    "Narodil se Anthony Quinn, mexicko-americký herec, malíř a spisovatel, nositel Oscarů za role ve filmech 'Viva Zapata!' a 'Lust for Life' (1915)",
    "První vydání knihy 'Don Quixote' od Miguela de Cervantes (1605)",
    "Zemřel John Muir, skotsko-americký přírodovědec a spisovatel, autor 'My First Summer in the Sierra' (1914)"
  ],
  "4-22": [
    "Zemřel Vladimir Nabokov, ruský spisovatel, autor 'Lolita' a 'Pád' (1977)",
    "Narodil se Jack Nicholson, americký herec, režisér a spisovatel, trojnásobný nositel Oscara (1937)",
    "První vydání knihy 'Watership Down' od Richarda Adamse (1972)"
  ],
  "4-23": [
    "Narodil se William Shakespeare, anglický dramatik a básník, autor 'Hamleta', 'Romea a Julie' a 'Král Lear' (1564)",
    "První vydání knihy 'The Pickwick Papers' od Charlese Dickense (1836)",
    "Zemřel Rupert Brooke, anglický básník, autor válečných básní jako 'The Soldier' (1915)"
  ],
  "4-24": [
    "Zemřel Willa Cather, americká spisovatelka, nositelka Pulitzerovy ceny za román 'One of Ours' (1947)",
    "Narodil se Robert Penn Warren, americký básník a spisovatel, nositel Pulitzerovy ceny za román 'All the King's Men' (1905)",
    "První vydání knihy 'Jude the Obscure' od Thomase Hardyho (1895)"
  ],
  "4-25": [
    "Narodil se Ella Fitzgeraldová, americká jazzová zpěvačka a spisovatelka, známá jako \"The First Lady of Song\" (1917)",
    "První vydání knihy 'The Good Earth' od Pearl S. Buckové (1931)",
    "Zemřel Guglielmo Marconi, italský vynálezce a spisovatel, nositel Nobelovy ceny za fyziku (1937)"
  ],
  "4-26": [
    "Zemřel John Wilkes Booth, americký herec a spisovatel, známý pro atentát na prezidenta Abrahama Lincolna (1865)",
    "Narodil se Bernard Malamud, americký spisovatel, nositel Pulitzerovy ceny za román 'The Fixer' (1914)",
    "První vydání knihy 'The Sound and the Fury' od Williama Faulknera (1929)"
  ],
  "4-27": [
    "Narodil se Mary Wollstonecraft, anglická spisovatelka, feministka a filozofka, autorka 'A Vindication of the Rights of Woman' (1759)",
    "První vydání knihy 'Middlemarch' od George Eliota (1871)",
    "Zemřel Ezra Pound, americký básník a spisovatel, nositel Pulitzerovy ceny (1972)"
  ],
  "4-28": [
    "Zemřel Oskar Schindler, německý podnikatel a člen nacistické strany, známý pro své úsilí zachránit židovské pracovníky během holocaustu (1974)",
    "Narodil se Harper Lee, americká spisovatelka, nositelka Pulitzerovy ceny za román 'To Kill a Mockingbird' (1926)",
    "První vydání knihy 'Gulliver's Travels' od Jonathana Swifta (1726)"
  ],
  "4-29": [
    "Narodil se Duke Ellington, americký skladatel, pianista a kapelník, známý jako vůdčí osobnost big band jazzu (1899)",
    "První vydání knihy 'The Wonderful Wizard of Oz' od L. Franka Bauma (1900)",
    "Zemřel Sir Thomas Malory, anglický spisovatel, autor 'Morte d'Arthur' (1471)"
  ],
  "4-30": [
    "Zemřel Adolf Hitler, německý politik a diktátor, autor 'Mein Kampf' (1945)",
    "Narodil se Alice B. Toklas, americká spisovatelka, životní partnerka Gertrudy Steinové, autorka pamětí 'The Autobiography of Alice B. Toklas' (1877)",
    "První vydání knihy 'David Copperfield' od Charlese Dickense (1850)"
  ],
  "5-1": [
    "Narodil se Joseph Heller, americký spisovatel, autor románu 'Catch-22' (1923)",
    "První vydání knihy 'Gone with the Wind' od Margaret Mitchell (1936)",
    "Zemřel Benjamin Spock, americký pediatr a spisovatel, autor 'Baby and Child Care' (1998)"
  ],
  "5-2": [
    "Zemřel Leonardo da Vinci, italský renesanční malíř, sochař, vynálezce a spisovatel, autor 'Mona Lisa' a 'Poslední večeře' (1519)",
    "Narodil se Theodore Bikel, rakousko-americký herec a spisovatel, známý pro své divadelní role (1924)",
    "První vydání knihy 'Anne of Green Gables' od Lucy Maud Montgomery (1908)"
  ],
  "5-3": [
    "Zemřel Golda Meir, izraelská politička a spisovatelka, 4. premiérka Izraele (1978)",
    "Narodil se Niccolò Machiavelli, italský politický filozof, diplomat a spisovatel, autor 'Il Principe' (1469)",
    "První vydání knihy 'The Lusiads' od Luíse de Camões (1572)"
  ],
  "5-4": [
    "Narodil se Rūmī (také známý jako Mawlānā), perský básník, teolog a mystik, autor 'Matnawí' (1207)",
    "První vydání knihy 'Little Women' od Louise May Alcottové (1868)",
    "Zemřel Audrey Hepburn, belgicko-britská herečka a spisovatelka, známá pro role v 'Breakfast at Tiffany's' a 'Roman Holiday' (1993)"
  ],
  "5-5": [
    "Zemřel Nellie Bly, americká novinářka a spisovatelka, známá pro svou reportáž 'Ten Days in a Mad-House' (1922)",
    "Narodil se Karl Marx, německý filozof, politický teoretik a spisovatel, autor 'Das Kapital' a spoluautor 'Manifest komunistické strany' (1818)",
    "První vydání knihy 'Sense and Sensibility' od Jane Austenové (1811)"
  ],
  "5-6": [
    "Narodil se Sigmund Freud, rakouský neurolog a zakladatel psychoanalýzy, autor 'The Interpretation of Dreams' (1856)",
    "První vydání knihy 'Robinson Crusoe' od Daniela Defoe (1719)",
    "Zemřel Marlene Dietrich, německo-americká herečka a spisovatelka, známá pro role v 'Blue Angel' a 'Morocco' (1992)"
  ],
  "5-7": [
    "Zemřel Rabindranath Tagore, indický básník a spisovatel, nositel Nobelovy ceny za literaturu za sbírku básní 'Gitanjali' (1941)",
    "Narodil se Robert Browning, anglický básník a dramatik, autor 'The Pied Piper of Hamelin' a 'My Last Duchess' (1812)",
    "První vydání knihy 'The Great Gatsby' od F. Scotta Fitzgeralda (1925)"
  ],
  "5-8": [
    "Narodil se Harry S. Truman, 33. prezident Spojených států amerických a autor 'Memoirs' (1884)",
    "První vydání knihy 'Lord of the Flies' od Williama Goldinga (1954)",
    "Zemřel Thomas Pynchon, americký spisovatel, autor románů jako 'Gravity's Rainbow' a 'The Crying of Lot 49' (1996)"
  ],
  "5-9": [
    "Zemřel J. M. Barrie, skotský dramatik a spisovatel, autor 'Peter Pan' (1937)",
    "Narodil se Richard Adams, britský spisovatel, autor románu 'Watership Down' (1920)",
    "První vydání knihy 'The Pickwick Papers' od Charlese Dickense (1836)"
  ],
  "5-10": [
    "Narodil se Ivan Gončarov, ruský spisovatel, autor románu 'Oblomov' (1812)",
    "První vydání knihy 'The Picture of Dorian Gray' od Oscara Wildea (1890)",
    "Zemřel Flannery O'Connorová, americká spisovatelka, nositelka National Book Award za povídky jako 'A Good Man Is Hard to Find' (1964)"
  ],
  "5-11": [
    "Zemřel Salvador Dalí, španělský malíř a spisovatel, přední představitel surrealismu (1989)",
    "Narodil se Irving Berlin, americký skladatel a spisovatel, autor 'White Christmas' a 'God Bless America' (1888)",
    "První vydání knihy 'The Bonfire of the Vanities' od Tom Wolfea (1987)"
  ],
  "5-12": [
    "Narodil se Dante Alighieri, italský básník a spisovatel, autor 'Božská komedie' (1265)",
    "První vydání knihy 'The Canterbury Tales' od Geoffrey Chaucera (1478)",
    "Zemřel Philip K. Dick, americký spisovatel, autor sci-fi románů jako 'Blade Runner' a 'Do Androids Dream of Electric Sheep?' (1982)"
  ],
  "5-13": [
    "Zemřel Stevie Wonder, americký zpěvák, skladatel a spisovatel, nositel mnoha Grammy Awards (2022)",
    "Narodil se Daphne du Maurierová, anglická spisovatelka, autorka románů jako 'Rebecca' a 'My Cousin Rachel' (1907)",
    "První vydání knihy 'The Maltese Falcon' od Dashiel Hammetta (1930)"
  ],
  "5-14": [
    "Narodil se Thomas Gainsborough, anglický malíř a spisovatel, přední portrétista 18. století (1727)",
    "První vydání knihy 'The Adventures of Tom Sawyer' od Marka Twaina (1876)",
    "Zemřel William Styron, americký spisovatel, autor románů jako 'Sophie's Choice' a 'The Confessions of Nat Turner' (2006)"
  ],
  "5-15": [
    "Zemřel L. Frank Baum, americký spisovatel, autor série 'The Wonderful Wizard of Oz' (1919)",
    "Narodil se Katherine Anne Porterová, americká spisovatelka, nositelka Pulitzerovy ceny za román 'Ship of Fools' (1890)",
    "První vydání knihy 'The Grapes of Wrath' od Johna Steinbecka (1939)"
  ],
  "5-16": [
    "Narodil se H. H. Munro (známý jako Saki), britský spisovatel, autor satirických povídek jako 'The Open Window' a 'The Interlopers' (1870)",
    "První vydání knihy 'The Outsiders' od S. E. Hintonové (1967)",
    "Zemřel Studs Terkel, americký novinář, spisovatel a rozhlasový moderátor, autor 'Hard Times' a 'The Good War' (2008)"
  ],
  "5-17": [
    "Zemřel Lawrence Durrell, britský spisovatel, autor 'The Alexandria Quartet' (1990)",
    "Narodil se Dorothy Richardsonová, britská spisovatelka, průkopnice modernistické literatury (1873)",
    "První vydání knihy 'The Old Man and the Sea' od Ernsta Hemingwaye (1952)"
  ],
  "5-18": [
    "Narodil se Bertrand Russell, britský filozof, matematik a spisovatel, nositel Nobelovy ceny za literaturu (1872)",
    "První vydání knihy 'Germinal' od Émila Zoly (1885)",
    "Zemřel Marguerite Yourcenarová, francouzská spisovatelka, nositelka Nobelovy ceny za literaturu (1987)"
  ],
  "5-19": [
    "Zemřel Nathaniel Hawthorne, americký spisovatel, autor románu 'The Scarlet Letter', dne 19. května 1864.",
    "Narodil se Malcolm X, americký aktivista a spisovatel, autor 'The Autobiography of Malcolm X', 19. května 1925.",
    "V roce 1536 byla poprvé vydána Bible v angličtině, známá jako 'Coverdale Bible', což bylo významné událost pro anglicky mluvící čtenáře."
  ],
  "5-20": [
    "Narodil se Honoré de Balzac, francouzský spisovatel, autor 'Comédie humaine', 20. května 1799.",
    "V roce 1891 byla v Londýně otevřena knihovna British Library, která je dnes jednou z největších knihoven na světě.",
    "Zemřel Dorothy Parkerová, americká básnířka a spisovatelka, známá pro své ostré a satirické básně a povídky, 20. května 1967."
  ],
  "5-21": [
    "V roce 1927 byl poprvé vydán román 'Elmer Gantry' od Sinclaira Lewise, který kritizuje náboženský fanatismus v Americe.",
    "Narodil se Harold Robbins, americký spisovatel, známý pro své bestsellery jako 'The Carpetbaggers', 21. května 1916.",
    "Zemřel Robert Creeley, americký básník, v roce 2005, známý pro svou experimentální poezii a úzkou spolupráci s avantgardními umělci."
  ],
  "5-22": [
    "Narodil se Arthur Conan Doyle, britský spisovatel, tvůrce Sherlocka Holmese, 22. května 1859.",
    "V roce 1960 vyšel román 'To Kill a Mockingbird' od Harper Lee, který se stal klasikou americké literatury a získal Pulitzerovu cenu.",
    "Zemřel Mary McCarthyová, americká spisovatelka a intelektuálka, známá pro své romány jako 'The Group', 22. května 1989."
  ],
  "5-23": [
    "V roce 1701 byla založena knihovna Bodleian v Oxfordu, jedna z nejstarších a nejvýznamnějších univerzitních knihoven na světě.",
    "Narodil se Margaret Fullerová, americká spisovatelka a novinářka, známá pro své eseje a feministické pohledy, 23. května 1810.",
    "Zemřel Walt Whitman, americký básník, autor sbírky 'Leaves of Grass', 23. května 1882."
  ],
  "5-24": [
    "Narodil se Bob Dylan, americký hudebník a textař, nositel Nobelovy ceny za literaturu za jeho poetický přínos hudbě, 24. května 1941.",
    "V roce 1844 byl poprvé publikován román 'The Three Musketeers' od Alexandra Dumase, který se stal klasikou dobrodružné literatury.",
    "Zemřel John Masefield, britský básník a prozaik, který sloužil jako britský poet laureate, 24. května 1967."
  ],
  "5-25": [
    "V roce 1977 George Lucas vydal první knihu s příběhem Star Wars 'Star Wars: From the Adventures of Luke Skywalker' a změnil průmysl filmových příběhů.",
    "Narodil se Ralph Waldo Emerson, americký esejista, básník a filozof, známý pro své eseje jako 'Self-Reliance', 25. května 1803.",
    "Zemřel Robert Ludlum, americký spisovatel, známý pro své špionážní romány jako 'The Bourne Identity', 25. května 2001."
  ],
  "5-26": [
    "Narodil se Al Jolson, americký zpěvák a herec, který se proslavil v raných filmech jako 'The Jazz Singer', 26. května 1886.",
    "V roce 1897 byl poprvé vydán román 'Dracula' od irského autora Brama Stokera, což je jeden z nejznámějších příkladů gotické literatury.",
    "Zemřel Miles Franklinová, australská spisovatelka, autorka románu 'My Brilliant Career', 26. května 1954."
  ],
  "5-27": [
    "V roce 1937 byl poprvé vydán román 'Gone with the Wind' od Margaret Mitchell, který se stal jedním z nejznámějších a nejprodávanějších románů 20. století.",
    "Narodil se Harlan Ellison, americký spisovatel a scenárista, známý svými sci-fi příběhy a kontroverzními názory, 27. května 1934.",
    "Zemřel Dashiell Hammett, americký spisovatel, známý pro své detektivní romány jako 'The Maltese Falcon', 27. května 1961."
  ],
  "5-28": [
    "Narodil se Ian Fleming, britský spisovatel, tvůrce Jamese Bonda, 28. května 1908.",
    "V roce 1937 byl poprvé vydán román 'To Have and Have Not' od Ernsta Hemingwaye, který je inspirován jeho zkušenostmi na Kubě.",
    "Zemřel Mário de Andrade, brazilský básník a spisovatel, v roce 1945, známý svými modernistickými a nacionalistickými díly."
  ],
  "5-29": [
    "V roce 1953 byl poprvé vydán román 'The Long Goodbye' od Raymonda Chandlera, který je považován za klasiku detektivní literatury.",
    "Narodil se G. K. Chesterton, britský spisovatel a novinář, známý pro své detektivní příběhy s protagonistou Father Brownem, 29. května 1874.",
    "Zemřel T. H. White, britský spisovatel, známý pro svůj román 'The Once and Future King', který představuje legendu o králi Artušovi, 29. května 1964."
  ],
  "5-30": [
    "Narodil se Mel Blanc, americký hlasový herec, známý jako hlas mnoha klasických postav animovaných filmů Looney Tunes, 30. května 1908.",
    "V roce 1814 byla v Paříži poprvé vydána kniha 'Les Misérables' od Victora Huga, která se stala jedním z nejslavnějších románů všech dob.",
    "Zemřel H. P. Lovecraft, americký spisovatel, známý pro své hororové příběhy a mytologii Cthulhu, 30. května 1937."
  ],
  "5-31": [
    "V roce 1819 byla poprvé vydána básnická sbírka 'Ody' od Johna Keatse, která je považována za jedno z vrcholných děl romantismu.",
    "Narodil se Walt Whitman, americký básník, autor sbírky 'Leaves of Grass', 31. května 1819.",
    "Zemřel John Barth, americký spisovatel, v roce 2019, známý pro své experimentální romány jako 'The Sot-Weed Factor' a 'Giles Goat-Boy'."
  ],
  "6-1": [
    "V roce 1938 byla poprvé vydána dětská kniha 'The Sword in the Stone' od T. H. White, první část románu 'The Once and Future King'.",
    "Narodil se Morgan Freeman, americký herec a režisér, který je také známý svým hlasem v audioknihách a dokumentárních filmech, 1. června 1937.",
    "Zemřel Brigham Young, americký spisovatel, známý svými westernovými romány a příběhy, v roce 1877."
  ],
  "6-2": [
    "V roce 1740 byl poprvé vydán román 'Pamela' od Samuela Richardsona, který je považován za jedno z prvních epistolárních děl v anglické literatuře.",
    "Narodil se Thomas Hardy, anglický spisovatel a básník, známý svými romány jako 'Tess of the d'Urbervilles' a 'Far from the Madding Crowd', 2. června 1840.",
    "Zemřel Carl Van Doren, americký literární kritik a historik, nositel Pulitzerovy ceny za biografii, v roce 1950."
  ],
  "6-3": [
    "V roce 1963 se poprvé použil kódový systém Universal Product Code (UPC) v knihkupectví v americkém Státě Pennsylvania. Tento kódový systém značil významný pokrok v knižním průmyslu a obchodě obecně.",
    "Narodil se Allen Ginsberg, americký básník a člen literárního hnutí beat generation, známý svou sbírkou 'Howl', 3. června 1926.",
    "Zemřel Rainer Maria Rilke, rakouský básník a prozaik, známý svými lyrickými díly jako 'Duino Elegies' a 'Letters to a Young Poet', 3. června 1926."
  ],
  "6-4": [
    "V roce 1783 byl poprvé vydán román 'The Interesting Narrative of the Life of Olaudah Equiano' od Olaudaha Equiana, což bylo významné dílo proti otroctví a pro rovnost.",
    "Narodil se Bruce Dern, americký herec, který se proslavil ve filmech a televizních seriálech, 4. června 1936.",
    "Zemřel T. H. White, britský spisovatel, známý pro svůj román 'The Once and Future King', který představuje legendu o králi Artušovi, 4. června 1964."
  ],
  "6-5": [
    "Narodil se Federico García Lorca, španělský básník, dramatik a divadelní režisér, známý svými díly jako 'Blood Wedding' a 'The House of Bernarda Alba', 5. června 1898.",
    "V roce 1967 byl poprvé vydán román 'One Hundred Years of Solitude' od Gabriela Garcíi Márqueze, který je považován za klasiku světové literatury.",
    "Zemřel Denis Diderot, francouzský filozof, spisovatel a redaktor, který byl jedním z hlavních tvůrců Encyklopedie, 5. června 1784."
  ],
  "6-6": [
    "V roce 1933 byla v New Yorku otevřena knihovna Společnosti národů (nyní OSN), která obsahuje bohaté sbírky dokumentů a knih o mezinárodní politice a právu.",
    "Narodil se Aleksandr Solženicyn, ruský spisovatel a politický vězeň, nositel Nobelovy ceny za literaturu za své dílo o sovětském gulagu, 6. června 1918.",
    "Zemřel James Joyce, irský romanopisec a básník, známý svými díly jako 'Ulysses' a 'Dubliners', 6. června 1941."
  ],
  "6-7": [
    "Narodil se Gwendolyn Brooks, americká básnířka, první afroamerická žena, která získala Pulitzerovu cenu za poezii za sbírku 'Annie Allen', 7. června 1917.",
    "V roce 1893 byl poprvé vydán román 'The Jungle Book' od Rudyarda Kiplinga, který se stal klasikou dětské literatury.",
    "Zemřel Lawrence Durrell, britský spisovatel, známý pro svůj cyklus románů 'Alexandria Quartet', 7. června 1990."
  ],
  "6-8": [
    "V roce 1953 vyšel román 'Casino Royale' od Iana Fleminga, první kniha o Jamesi Bondovi, která zahájila slavnou sérii špionážních románů.",
    "Narodil se Frank Lloyd Wright, americký architekt a autor, který psal eseje a knihy o architektuře a urbanismu, 8. června 1867.",
    "Zemřel Giovanni Boccaccio, italský básník a prozaik, autor sbírky novel 'Dekameron', 8. června 1375."
  ],
  "6-9": [
    "V roce 1949 byl poprvé vydán román '1984' od George Orwella, dystopický příběh o totalitní společnosti, který se stal klasikou moderní literatury.",
    "Narodil se Patricia Cornwell, americká spisovatelka, autorka série detektivních románů s hlavní postavou Kay Scarpettovou, 9. června 1956.",
    "Zemřel Richard Bach, americký spisovatel, známý pro své duchovní romány jako 'Jonathan Livingston Seagull', 9. června 2022."
  ],
  "6-10": [
    "Narodil se Maurice Sendak, americký ilustrátor a spisovatel dětských knih, autor klasiky 'Where the Wild Things Are', 10. června 1928.",
    "V roce 1967 byl poprvé vydán román 'The Bell Jar' od Sylvií Plath, který je částečně autobiografickým příběhem o duševním zdraví a depresi.",
    "Zemřel Saul Bellow, americký spisovatel, nositel Nobelovy ceny za literaturu za své romány jako 'Herzog' a 'Humboldt's Gift', 10. června 2005."
  ],
  "6-11": [
    "Zemřel Richard Strauss, německý hudební skladatel a spisovatel oper, 11. června 1949.",
    "V roce 1982 byl poprvé vydán román 'The Color Purple' od Alice Walker, který získal Pulitzerovu cenu za fikci a stal se klasikou afroamerické literatury.",
    "Narodil se William Styron, americký spisovatel, autor románů jako 'Sophie's Choice' a 'The Confessions of Nat Turner', 11. června 1925."
  ],
  "6-12": [
    "V roce 1929 byl poprvé vydán román 'A Farewell to Arms' od Ernsta Hemingwaye, který je založen na jeho zkušenostech z první světové války.",
    "Narodil se Anne Franková, nizozemská autorka deníku 'Deník Anny Frankové', který se stal důležitým svědectvím o holocaustu, 12. června 1929.",
    "Zemřel Djuna Barnes, americká spisovatelka a básnířka, známá svým románem 'Nightwood', 12. června 1982."
  ],
  "6-13": [
    "Narodil se William Butler Yeats, irský básník a dramatik, nositel Nobelovy ceny za literaturu za svou poezii, 13. června 1865.",
    "V roce 1943 byl poprvé vydán román 'The Little Prince' od Antoina de Saint-Exupéry, který je jedním z nejznámějších dětských příběhů.",
    "Zemřel Allen Ginsberg, americký básník a člen literárního hnutí beat generation, známý svou sbírkou 'Howl', 13. června 1997."
  ],
  "6-14": [
    "V roce 1924 byl poprvé vydán román 'Ulysses' od Jamese Joyce, který je považován za jedno z nejvlivnějších děl moderní literatury.",
    "Narodil se Harriet Beecher Stoweová, americká spisovatelka, autorka románu 'Uncle Tom's Cabin', který hrál klíčovou roli v americké občanské válce, 14. června 1811.",
    "Zemřel J. M. Barrie, skotský dramatik a spisovatel, autor pohádky 'Peter Pan', 14. června 1937."
  ],
  "6-15": [
    "Narodil se Magnús Magnússon, islandsko-britský novinář a spisovatel, známý jako moderátor televizní soutěže 'Mastermind', 15. června 1929.",
    "V roce 1752 byl poprvé vydán román 'The History of Tom Jones, a Foundling' od Henryho Fieldinga, který je považován za první velký anglický román.",
    "Zemřel Saul Bellow, americký spisovatel, nositel Nobelovy ceny za literaturu za své romány jako 'Herzog' a 'Humboldt's Gift', 15. června 2005."
  ],
  "6-16": [
    "V roce 1904 byl poprvé vydán román 'Bloomsday' od Jamese Joyce, který se odehrává během jednoho dne, 16. června 1904, a slaví se jako Bloomsday.",
    "Narodil se Joyce Carol Oates, americká spisovatelka, známá svými romány a povídkami, 16. června 1938.",
    "Zemřel Hermann Hesse, německý spisovatel a nositel Nobelovy ceny za literaturu za své dílo 'Stepní vlk', 16. června 1962."
  ],
  "6-17": [
    "Narodil se Igor Stravinskij, ruský hudební skladatel a spisovatel, který napsal knihu 'Poetics of Music', 17. června 1882.",
    "V roce 1947 byla poprvé vydána kniha 'Anne Frank: The Diary of a Young Girl', která se stala světovým bestsellerem a důležitým svědectvím o holocaustu.",
    "Zemřel John Hersey, americký novinář a spisovatel, známý svým knižním reportážím, v roce 1993."
  ],
  "6-18": [
    "V roce 1948 byl poprvé vydán román 'Cry, the Beloved Country' od Alana Patona, který se zabývá rasovými nerovnostmi v Jižní Africe.",
    "Narodil se Salman Rushdie, britsko-indický spisovatel, autor kontroverzního románu 'The Satanic Verses', 18. června 1947.",
    "Zemřel Roald Dahl, britský spisovatel a autor knih pro děti, známý svými příběhy jako 'Charlie and the Chocolate Factory', 18. června 1990."
  ],
  "6-19": [
    "Narodil se Tobias Wolff, americký spisovatel, známý svými memoáry a povídkami, 19. června 1945.",
    "V roce 1976 byl poprvé vydán román 'The Killing of the Unicorn' od Petera S. Beagle, který je známý svým fantasy románem 'The Last Unicorn'.",
    "Zemřel José Saramago, portugalský spisovatel, nositel Nobelovy ceny za literaturu za svůj román 'The Gospel According to Jesus Christ', 19. června 2010."
  ],
  "6-20": [
    "V roce 1840 byl poprvé vydán román 'La Comédie Humaine' od Honoré de Balzaca, který obsahuje široký panoramatický obraz francouzské společnosti 19. století.",
    "Narodil se Vikram Seth, indický spisovatel a básník, autor epického románu 'A Suitable Boy', 20. června 1952.",
    "Zemřel Robert Frost, americký básník, čtyřnásobný držitel Pulitzerovy ceny za poezii, 20. června 1963."
  ],
  "6-21": [
    "Narodil se Jean-Paul Sartre, francouzský filozof a spisovatel, známý svými existenciálními díly jako 'Being and Nothingness', 21. června 1905.",
    "V roce 1948 byla poprvé vydána kniha 'The Heart is a Lonely Hunter' od Carsona McCullerse, která je považována za její nejvýznamnější dílo.",
    "Zemřel James Weldon Johnson, americký spisovatel, básník a aktivista za občanská práva, v roce 1938."
  ],
  "6-22": [
    "V roce 1937 byl poprvé vydán román 'The Hobbit' od J. R. R. Tolkiena, který je předchůdcem jeho slavné trilogie 'The Lord of the Rings'.",
    "Narodil se Octavia E. Butler, americká spisovatelka science fiction, známá svými romány jako 'Kindred' a 'Parable of the Sower', 22. června 1947.",
    "Zemřel Katherine Mansfieldová, novozélandská spisovatelka, známá svými povídkami, v roce 1923."
  ],
  "6-23": [
    "Narodil se Wilma Rudolph, americká spisovatelka a básnířka, nositelka Pulitzerovy ceny za poezii za sbírku 'Live or Die', 23. června 1928.",
    "V roce 1972 byl poprvé vydán román 'Watership Down' od Richarda Adamse, který se stal klasickým dílem moderní literatury pro mládež.",
    "Zemřel Boris Pasternak, ruský básník a spisovatel, nositel Nobelovy ceny za literaturu za svůj román 'Doctor Zhivago', 23. června 1960."
  ],
  "6-24": [
    "V roce 1888 byl poprvé vydán román 'The Happy Prince and Other Tales' od Oscara Wilda, který je znám svými pohádkami pro děti i dospělé.",
    "Narodil se Ambrose Bierce, americký novinář a spisovatel, známý svými povídkami a satirickými eseji, 24. června 1842.",
    "Zemřel Ernesto Sabato, argentinský spisovatel a malíř, autor románu 'The Tunnel', 24. června 2011."
  ],
  "6-25": [
    "Narodil se George Orwell, britský spisovatel, autor dystopických románů '1984' a 'Animal Farm', 25. června 1903.",
    "V roce 1906 byl poprvé vydán román 'The Jungle' od Upton Sinclaira, který odhaluje nelidské podmínky v americkém průmyslu.",
    "Zemřel Eric Carle, americký ilustrátor a spisovatel dětských knih, autor klasiky 'The Very Hungry Caterpillar', 25. června 2021."
  ],
  "6-26": [
    "V roce 1906 byl poprvé vydán román 'White Fang' od Jacka Londona, který vypráví příběh vlčího psa v divočině Aljašky.",
    "Narodil se Pearl S. Buck, americká spisovatelka, nositelka Nobelovy ceny za literaturu za svůj román 'The Good Earth', 26. června 1892.",
    "Zemřel Barbara Cartlandová, britská spisovatelka romantických románů, autorka více než 700 knih, 26. června 2000."
  ],
  "6-27": [
    "Narodil se Helen Kellerová, americká spisovatelka a aktivistka, která se stala první slepou a hluchoslepou osobou, která získala bakalářský titul, 27. června 1880.",
    "V roce 1950 byla poprvé vydána kniha 'The Lion, the Witch and the Wardrobe' od C. S. Lewise, která zahájila sérii 'Chronicles of Narnia'.",
    "Zemřel Paul Laurence Dunbar, americký básník a spisovatel"
  ],
  "6-28": [
    "Narodil se Jean-Jacques Rousseau, švýcarsko-francouzský filozof a spisovatel, 28. června 1712.",
    "V roce 1960 byl poprvé vydán román 'To Kill a Mockingbird' od Harper Lee, který získal Pulitzerovu cenu za fikci a je považován za klasiku americké literatury.",
    "Zemřel Joseph Campbell, americký spisovatel a výzkumník mýtů, 28. června 1987."
  ],
  "6-29": [
    "V roce 1925 byla poprvé vydána kniha 'Mrs. Dalloway' od Virginie Woolfové, která je považována za jedno z klíčových děl modernistické literatury.",
    "Narodil se Antoine de Saint-Exupéry, francouzský spisovatel a letec, autor dětské knihy 'The Little Prince', 29. června 1900.",
    "Zemřel Anne Franková, nizozemská autorka deníku 'Deník Anny Frankové', 29. června 1945."
  ],
  "6-30": [
    "V roce 1936 byl poprvé vydán román 'Gone with the Wind' od Margaret Mitchellové, který je jedním z nejprodávanějších románů všech dob.",
    "Narodil se David Eddings, americký spisovatel fantasy, známý svou sérií 'The Belgariad' a 'The Malloreon', 30. června 1931.",
    "Zemřel Miguel de Cervantes, španělský spisovatel a autor románu 'Don Quijote', 30. června 1616."
  ],
  "7-1": [
    "V roce 1858 byl poprvé vydán román 'The Year 2000' od Edwarda Bellamyho, který je jedním z předchůdců sci-fi literatury.",
    "Narodil se Jean de La Fontaine, francouzský básník a spisovatel, známý svými bajkami, 1. července 1621.",
    "Zemřel William Strunk Jr., americký spisovatel a pedagog, známý jako autor 'The Elements of Style', 1. července 1946."
  ],
  "7-2": [
    "Narodil se Hermann Hesse, německý spisovatel a nositel Nobelovy ceny za literaturu za své dílo 'Stepní vlk', 2. července 1877.",
    "V roce 1961 byl poprvé vydán román 'Catch-22' od Josepha Hellera, který se stal klasikou moderní americké literatury.",
    "Zemřel James Baldwin, americký spisovatel a aktivista za občanská práva, 2. července 1987."
  ],
  "7-3": [
    "V roce 1884 byl poprvé vydán román 'The Adventures of Huckleberry Finn' od Marka Twaina, který je považován za jedno z největších děl americké literatury.",
    "Narodil se Franz Kafka, německy píšící židovský spisovatel, autor románu 'The Trial' a povídky 'Metamorphosis', 3. července 1883.",
    "Zemřel Jim Morrison, americký básník a zpěvák, frontman rockové skupiny The Doors, 3. července 1971."
  ],
  "7-4": [
    "V roce 1845 byl poprvé vydán román 'The Count of Monte Cristo' od Alexandra Dumase, který je klasickým příkladem dobrodružné literatury.",
    "Narodil se Nathaniel Hawthorne, americký spisovatel, autor románů jako 'The Scarlet Letter' a 'The House of the Seven Gables', 4. července 1804.",
    "Zemřel Edgar Allan Poe, americký básník a spisovatel, mistr hororu a gotické literatury, 4. července 1849."
  ],
  "7-5": [
    "Narodil se Wanda Rutkiewiczová, polská horolezkyně a spisovatelka, známá svými knihami o horolezectví, 5. července 1943.",
    "V roce 1810 byl poprvé vydán román 'The Waverley' od Waltera Scotta, který je považován za první historický román v moderním smyslu.",
    "Zemřel Jo Nesbø, norský spisovatel a hudebník, známý svými detektivními romány o Harrym Holeovi, 5. července 2021."
  ],
  "7-6": [
    "V roce 1957 byl poprvé vydán román 'On the Road' od Jacka Kerouaca, který se stal ikonou literárního hnutí Beat Generation.",
    "Narodil se Fridtjof Nansen, norský polární badatel, diplomát a spisovatel, nositel Nobelovy ceny za mír, 6. července 1861.",
    "Zemřel Jan Neruda, český básník a novinář, známý svými Pražskými povídkami, 6. července 1879."
  ],
  "7-7": [
    "Narodil se Robert A. Heinlein, americký spisovatel science fiction, známý svými romány jako 'Stranger in a Strange Land' a 'Starship Troopers', 7. července 1907.",
    "V roce 1948 byla poprvé vydána kniha 'The Naked and the Dead' od Normana Mailera, která je považována za jedno z klíčových děl americké literatury 20. století.",
    "Zemřel Sinclair Lewis, americký spisovatel, nositel Nobelovy ceny za literaturu za své dílo 'Babbitt', 7. července 1951."
  ],
  "7-8": [
    "V roce 1874 byl poprvé vydán román 'Far from the Madding Crowd' od Thomase Hardyho, který je považován za jedno z jeho nejlepších děl.",
    "Narodil se J. Michael Straczynski, americký spisovatel a scenárista, známý svými komiksy a televizními seriály jako 'Babylon 5', 8. července 1954.",
    "Zemřel Miguel de Cervantes, španělský spisovatel a autor románu 'Don Quijote', 8. července 1616."
  ],
  "7-9": [
    "V roce 1762 byla poprvé vydána kniha 'The Social Contract' od Jeana-Jacquese Rousseaua, která ovlivnila politickou filozofii a myšlení ve Francii a ve světě.",
    "Narodil se Elias Canetti, bulharsko-rakouský spisovatel, nositel Nobelovy ceny za literaturu za svůj román 'Auto-da-Fé', 9. července 1905.",
    "Zemřel Alan Turing, britský matematik, logik a kryptograf, známý svou prací na dešifrování nacistických kódů během druhé světové války, 9. července 1954."
  ],
  "7-10": [
    "V roce 1890 byl poprvé vydán román 'Three Men in a Boat' od Jeroma K. Jeroma, který je komickým popisem výletu po řece Temži.",
    "Narodil se Marcel Proust, francouzský spisovatel, autor románu 'In Search of Lost Time', 10. července 1871.",
    "Zemřel Pavel Kohout, český spisovatel a dramatik, známý svými anti-totalitními díly, 10. července 2021."
  ],
  "7-11": [
    "Narodil se E. B. White, americký spisovatel a novinář, známý svými dětskými knihami jako 'Charlotte's Web' a 'Stuart Little', 11. července 1899.",
    "V roce 1960 byl poprvé vydán román 'To Kill a Mockingbird' od Harper Lee, který se stal klasikou americké literatury a získal Pulitzerovu cenu.",
    "Zemřel Thomas Wolfe, americký spisovatel, autor románů jako 'Look Homeward, Angel' a 'Of Time and the River', 11. července 1938."
  ],
  "7-12": [
    "V roce 1817 byl poprvé vydán román 'Emma' od Jane Austenové, který je považován za jedno z jejích nejslavnějších děl.",
    "Narodil se Henry David Thoreau, americký spisovatel, filozof a přírodovědec, autor eseje 'Walden' a eseje 'Resistance to Civil Government', 12. července 1817.",
    "Zemřel Kenneth Patchen, americký básník a románopisec, známý svým experimentálním stylem psaní, 12. července 1972."
  ],
  "7-13": [
    "Narodil se Wole Soyinka, nigerijský spisovatel a dramatik, nositel Nobelovy ceny za literaturu za své drama 'Death and the King's Horseman', 13. července 1934.",
    "V roce 1951 byl poprvé vydán román 'The Catcher in the Rye' od J. D. Salingera, který se stal kultovním dílem moderní americké literatury.",
    "Zemřel Robert Burns, skotský básník, známý svými písněmi jako 'Auld Lang Syne' a básněmi jako 'To a Mouse', 13. července 1796."
  ],
  "7-14": [
    "V roce 1960 byl poprvé vydán román 'To Kill a Mockingbird' od Harper Lee, který se stal klasikou americké literatury a získal Pulitzerovu cenu.",
    "Narodil se Gustav Klimt, rakouský malíř a spisovatel, který je známý svými symbolistickými a secesními díly, 14. července 1862.",
    "Zemřel Ingmar Bergman, švédský filmový režisér a scenárista, známý svými díly jako 'The Seventh Seal' a 'Persona', 14. července 2007."
  ],
  "7-15": [
    "Narodil se Iris Murdochová, britská spisovatelka a filozofka, nositelka Bookerovy ceny za román 'The Sea, The Sea', 15. července 1919.",
    "V roce 1606 byl poprvé vydán román 'Don Quixote' od Miguela de Cervantes, který je považován za jeden z prvních moderních románů.",
    "Zemřel Natalia Ginzburgová, italská spisovatelka, známá svými romány a esejemi, v roce 1991."
  ],
  "7-16": [
    "Narodil se Roald Dahl, britský spisovatel a autor knih pro děti, známý díly jako 'Charlie and the Chocolate Factory' a 'Matilda', 16. července 1916.",
    "V roce 1951 byla poprvé vydána kniha 'The Catcher in the Rye' od J. D. Salingera, která se stala kultovním dílem moderní americké literatury.",
    "V roce 1927 byl poprvé vydán román 'To the Lighthouse' od Virginie Woolfové, který je klíčovým dílem modernistické literatury."
  ],
  "7-17": [
    "V roce 1955 byl poprvé vydán román 'Lolita' od Vladimira Nabokova, který vyvolal kontroverzi a je považován za jedno z vrcholných děl 20. století.",
    "Narodil se Erle Stanley Gardner, americký spisovatel, známý jako tvůrce Perryho Masona, 17. července 1889.",
    "V roce 1962 byl poprvé vydán román 'One Flew Over the Cuckoo's Nest' od Kena Keseyho, který se stal ikonickým dílem americké literatury."
  ],
  "7-18": [
    "Narodil se Hunter S. Thompson, americký novinář a spisovatel, známý svým románem 'Fear and Loathing in Las Vegas', 18. července 1937.",
    "V roce 1817 byl poprvé vydán román 'Northanger Abbey' od Jane Austenové, který je považován za jedno z jejích nejslavnějších děl.",
    "V roce 1960 byl poprvé vydán román 'To Kill a Mockingbird' od Harper Lee, který získal Pulitzerovu cenu a stal se klasikou americké literatury."
  ],
  "7-19": [
    "V roce 1843 byla poprvé vydána povídka 'The Tell-Tale Heart' od Edgara Allana Poea, která patří mezi klasické příklady hororové literatury.",
    "Narodil se Léo Malet, francouzský spisovatel, známý jako tvůrce detektiva Nestora Burma, 19. července 1909.",
    "V roce 1848 byl poprvé vydán román 'Vanity Fair' od Williama Makepeace Thackeraye, který je považován za jedno z nejlepších satirických děl v anglické literatuře."
  ],
  "7-20": [
    "V roce 1969 byl poprvé vydán román 'The Godfather' od Maria Puza, který se stal klasickým dílem mafiovského žánru.",
    "Narodil se Cormac McCarthy, americký spisovatel, nositel Pulitzerovy ceny za román 'The Road', 20. července 1933.",
    "V roce 1938 byla poprvé vydána kniha 'The Sword in the Stone' od T. H. Whitea, která je prvním dílem jeho arthuriánského cyklu."
  ],
  "7-21": [
    "Narodil se Ernest Hemingway, americký spisovatel, nositel Nobelovy ceny za literaturu za svá díla jako 'The Old Man and the Sea' a 'For Whom the Bell Tolls', 21. července 1899.",
    "V roce 1899 byl poprvé vydán román 'The Awakening' od Kate Chopinové, který je považován za přední dílo feministické literatury.",
    "V roce 1961 byla poprvé vydána kniha 'Catch-22' od Josepha Hellera, která se stala klasikou moderní americké literatury."
  ],
  "7-22": [
    "V roce 1898 byl poprvé vydán román 'The War of the Worlds' od H. G. Wellse, který je jedním z klasických děl science fiction literatury.",
    "Narodil se Tom Robbins, americký spisovatel, známý svými surrealistickými romány jako 'Even Cowgirls Get the Blues' a 'Jitterbug Perfume', 22. července 1932.",
    "V roce 1844 byl poprvé vydán román 'The Count of Monte Cristo' od Alexandra Dumase, který je považován za klasiku dobrodružné literatury."
  ],
  "7-23": [
    "V roce 1951 byla poprvé vydána kniha 'The Catcher in the Rye' od J. D. Salingera, která se stala kultovním dílem moderní americké literatury.",
    "Narodil se Raymond Chandler, americký spisovatel detektivních románů, známý svým detektivem Philipem Marlowem, 23. července 1888.",
    "V roce 1934 byl poprvé vydán román 'Tender Is the Night' od F. Scotta Fitzgeralda, který je jedním z jeho nejslavnějších děl."
  ],
  "7-24": [
    "Narodil se Alexandre Dumas mladší, francouzský spisovatel a dramatik, známý svými romány jako 'The Lady of the Camellias', 24. července 1824.",
    "V roce 1865 byl poprvé vydán román 'Alice's Adventures in Wonderland' od Lewise Carrolla, který je klasickým dílem dětské literatury.",
    "V roce 1911 byla poprvé vydána povídka 'The Phantom of the Opera' od Gastona Lerouxe, která se stala základem pro mnoho divadelních a filmových adaptací."
  ],
  "7-25": [
    "V roce 1920 byla poprvé vydána kniha 'The Penalty of Leadership' od Theodore Roosevelta, která se stala inspirací pro mnoho lidí.",
    "Narodil se Rosalind Franklinová, britská chemička a spisovatelka, známá svým výzkumem struktury DNA, 25. července 1920.",
    "V roce 1961 byla poprvé vydána kniha 'Stranger in a Strange Land' od Roberta A. Heinleina, která se stala klasikou science fiction literatury."
  ],
  "7-26": [
    "Narodil se George Bernard Shaw, irský dramatik a spisovatel, nositel Nobelovy ceny za literaturu za své drama 'Pygmalion', 26. července 1856.",
    "V roce 1928 byl poprvé vydán román 'Lady Chatterley's Lover' od D. H. Lawrence, který vyvolal kontroverzi pro svůj explicitní obsah.",
    "V roce 1894 byl poprvé vydán román 'The Jungle Book' od Rudyarda Kiplinga, který je známý svými příběhy o Mowgli."
  ],
  "7-27": [
    "V roce 1919 byl poprvé vydán román 'Winesburg, Ohio' od Sherwooda Andersona, který je považován za klíčové dílo americké literatury 20. století.",
    "Narodil se Julian Green, americký spisovatel a básník, který psal ve francouzštině a byl známý svými romány jako 'Adrienne Mesurat', 27. července 1900.",
    "V roce 1891 byla poprvé vydána povídka 'The Picture of Dorian Gray' od Oscara Wildea, která je považována za jedno z vrcholných děl dekadentní literatury."
  ],
  "7-28": [
    "Narodila se Beatrix Potterová, britská autorka a ilustrátorka dětských knih, známá především jako tvůrkyně postavičky Pana Králíčka, 28. července 1866.",
    "V roce 1865 byl poprvé vydán román 'Alice's Adventures in Wonderland' od Lewise Carrolla, který je klasickým dílem dětské literatury.",
    "V roce 1896 byla poprvé vydána povídka 'The Island of Dr. Moreau' od H. G. Wellse, která je jedním z klasických děl sci-fi literatury."
  ],
  "7-29": [
    "V roce 1954 byl poprvé vydán román 'Lord of the Flies' od Williama Goldinga, který se stal klasickým dílem dystopické literatury.",
    "Narodil se Booth Tarkington, americký spisovatel a dramatik, nositel Pulitzerovy ceny za román 'The Magnificent Ambersons', 29. července 1869.",
    "V roce 1928 byla poprvé vydána kniha 'The Well of Loneliness' od Radclyffe Hallové, která je považována za důležitou práci v LGBT literatuře."
  ],
  "7-30": [
    "Narodila se Emily Brontëová, britská spisovatelka, autorka románu 'Na Větrné hůrce', 30. července 1818.",
    "V roce 1865 byl poprvé vydán román 'Alice's Adventures in Wonderland' od Lewise Carrolla, který je klasickým dílem dětské literatury.",
    "V roce 1935 byla poprvé vydána povídka 'Tortilla Flat' od Johna Steinbecka, která získala komerční úspěch a uznání kritiky."
  ],
  "7-31": [
    "V roce 1965 byl poprvé vydán román 'Dune' od Franka Herberta, který se stal jedním z nejvíce uznávaných a prodávaných sci-fi románů všech dob.",
    "Narodila se J. K. Rowlingová, britská spisovatelka, autorka série knih o Harrym Potterovi, 31. července 1965.",
    "V roce 1970 byl poprvé vydán román 'Deliverance' od Jamese Dickeyho, který byl později adaptován do známého filmu."
  ],
  "8-1": [
    "V roce 1819 byla poprvé vydána povídka 'Nightmare Abbey' od Thomase Love Peacocka, která je satirickým dílem parodujícím romantickou literaturu.",
    "Narodil se Herman Melville, americký spisovatel, autor románu 'Moby-Dick', 1. srpna 1819.",
    "V roce 1996 byl poprvé vydán román 'Infinite Jest' od Davida Fostera Wallace, který se stal významným dílem postmoderní literatury."
  ],
  "8-2": [
    "Narodila se Isabel Allendeová, chilská spisovatelka, autorka románu 'The House of the Spirits', 2. srpna 1942.",
    "V roce 1932 byla poprvé vydána kniha 'Brave New World' od Aldouse Huxleyho, která se stala klasikou dystopické literatury.",
    "V roce 1955 byla poprvé vydána kniha 'Lolita' od Vladimira Nabokova, která se stala kontroverzní klasikou moderní literatury."
  ],
  "8-3": [
    "Narodila se P. D. Jamesová, britská autorka detektivních románů, známá svou sérií s detektivem Adamem Dalglieshem, 3. srpna 1920.",
    "V roce 1925 byla poprvé vydána kniha 'Mrs. Dalloway' od Virginie Woolfové, která se stala významným dílem modernistické literatury.",
    "V roce 1949 byla poprvé vydána kniha 'Nineteen Eighty-Four' od George Orwella, která se stala jednou z nejvýznamnějších dystopických knih 20. století."
  ],
  "8-4": [
    "Narodil se Percy Bysshe Shelley, anglický romantický básník, autor děl jako 'Ode to the West Wind' a 'Prometheus Unbound', 4. srpna 1792.",
    "V roce 1851 byla poprvé vydána kniha 'Moby-Dick' od Hermana Melvilla, která je považována za jedno z nejvýznamnějších děl americké literatury.",
    "V roce 1922 byla poprvé vydána kniha 'Ulysses' od Jamese Joyce, která se stala jedním z nejvýznamnějších děl modernistické literatury."
  ],
  "8-5": [
    "Narodil se Guy de Maupassant, francouzský spisovatel a povídkář, známý svými realistickými příběhy, 5. srpna 1850.",
    "V roce 1884 byla poprvé vydána kniha 'Adventures of Huckleberry Finn' od Marka Twaina, která se stala klasikou americké literatury.",
    "V roce 1984 byla poprvé vydána kniha 'Neuromancer' od Williama Gibsona, která se stala zakládajícím dílem cyberpunkového žánru."
  ],
  "8-6": [
    "Narodil se Alfred, Lord Tennyson, anglický básník, autor díla 'In Memoriam A.H.H.', 6. srpna 1809.",
    "V roce 1939 byla poprvé vydána kniha 'The Grapes of Wrath' od Johna Steinbecka, která získala Pulitzerovu cenu a stala se jedním z vrcholných děl americké literatury.",
    "V roce 1962 byla poprvé vydána kniha 'One Flew Over the Cuckoo's Nest' od Kena Keseyho, která se stala ikonickým dílem americké literatury."
  ],
  "8-7": [
    "Narodil se Garrison Keillor, americký spisovatel a humorista, známý svým pořadem 'A Prairie Home Companion', 7. srpna 1942.",
    "V roce 1954 byla poprvé vydána kniha 'Lord of the Flies' od Williama Goldinga, která se stala klasickým dílem dystopické literatury.",
    "V roce 1926 byla poprvé vydána kniha 'The Sun Also Rises' od Ernesta Hemingwaye, která se stala jedním z vrcholných děl ztracené generace."
  ],
  "8-9": [
    "Narodila se P. L. Traversová, australsko-britská spisovatelka, autorka série knih o Mary Poppins, 9. srpna 1899.",
    "V roce 1892 byla poprvé vydána kniha 'The Adventures of Sherlock Holmes' od Arthura Conana Doylea, která se stala klasikou detektivní literatury.",
    "V roce 1950 byla poprvé vydána kniha 'The Lion, the Witch and the Wardrobe' od C. S. Lewise, která se stala úvodním dílem jeho série 'The Chronicles of Narnia'."
  ],
  "8-10": [
    "Narodil se Jorge Amado, brazilský spisovatel, známý svými romány 'Gabriela, Clove and Cinnamon' a 'Dona Flor and Her Two Husbands', 10. srpna 1912.",
    "V roce 1948 byla poprvé vydána kniha 'Cry, the Beloved Country' od Alana Patona, která se stala významným dílem jihoafrické literatury.",
    "V roce 1923 byla poprvé vydána kniha 'The Prophet' od Khalila Gibrana, která se stala jedním z nejprodávanějších básnických děl všech dob."
  ],
  "8-11": [
    "Narodil se Alex Haley, americký spisovatel, autor knihy 'Roots: The Saga of an American Family', 11. srpna 1921.",
    "V roce 1868 byla poprvé vydána kniha 'Little Women' od Louisy May Alcottové, která se stala klasikou americké literatury.",
    "V roce 1953 byla poprvé vydána kniha 'Fahrenheit 451' od Raye Bradburyho, která se stala klasikou dystopické literatury."
  ],
  "8-12": [
    "Narodil se Edith Hamiltonová, americká autorka a historička, známá svými knihami o antické mytologii, 12. srpna 1867.",
    "V roce 1859 byla poprvé vydána kniha 'A Tale of Two Cities' od Charlese Dickense, která se stala jedním z nejprodávanějších románů všech dob.",
    "V roce 1973 byla poprvé vydána kniha 'Fear and Loathing in Las Vegas' od Huntera S. Thompsona, která se stala kultovním dílem gonzo žurnalistiky."
  ],
  "8-13": [
    "Narodil se Alfred Hitchcock, britský filmový režisér a spisovatel, známý jako mistr napětí a autor knihy 'The Alfred Hitchcock Presents', 13. srpna 1899.",
    "V roce 1931 byla poprvé vydána kniha 'The Maltese Falcon' od Dashiella Hammetta, která se stala klasikou detektivní literatury.",
    "V roce 1954 byla poprvé vydána kniha 'The Fellowship of the Ring' od J. R. R. Tolkiena, která je prvním dílem trilogie 'The Lord of the Rings'."
  ],
  "8-14": [
    "Narodil se John Galsworthy, britský spisovatel a dramatik, nositel Nobelovy ceny za literaturu, autor cyklu 'The Forsyte Saga', 14. srpna 1867.",
    "V roce 1945 byla poprvé vydána kniha 'Animal Farm' od George Orwella, která se stala významným dílem politické satiry.",
    "V roce 1974 byla poprvé vydána kniha 'Jaws' od Petera Benchleyho, která se stala bestsellerem a byla později adaptována do slavného filmu."
  ],
  "8-15": [
    "Narodil se Walter Scott, skotský spisovatel, autor románů 'Ivanhoe' a 'Rob Roy', 15. srpna 1771.",
    "V roce 1939 byla poprvé vydána kniha 'The Grapes of Wrath' od Johna Steinbecka, která získala Pulitzerovu cenu a stala se jedním z vrcholných děl americké literatury.",
    "V roce 1967 byla poprvé vydána kniha 'One Hundred Years of Solitude' od Gabriela Garcíi Márqueze, která se stala jedním z nejvýznamnějších děl magického realismu."
  ],
  "8-16": [
    "Narodil se Charles Bukowski, americký básník a spisovatel, známý svými syrovými a autobiografickými díly, 16. srpna 1920.",
    "V roce 1880 byla poprvé vydána kniha 'The Brothers Karamazov' od Fjodora Dostojevského, která se stala jedním z vrcholných děl ruské literatury.",
    "V roce 1954 byla poprvé vydána kniha 'Lord of the Flies' od Williama Goldinga, která se stala klasickým dílem dystopické literatury."
  ],
  "8-17": [
    "Narodil se Ted Hughes, britský básník a dětský autor, který byl v roce 1984 jmenován básníkem laureátem Spojeného království, 17. srpna 1930.",
    "V roce 1929 byla poprvé vydána kniha 'A Farewell to Arms' od Ernesta Hemingwaye, která se stala jedním z jeho nejslavnějších děl.",
    "Zemřel Wilhelm Grimm, německý filolog a pohádkář, známý svou spoluprací s bratrem Jacobem na sbírkách pohádek, 17. srpna 1859."
  ],
  "8-18": [
    "Narodil se Roman Polanski, polsko-francouzský filmový režisér a spisovatel, známý svými adaptacemi literárních děl jako 'Rosemary's Baby', 18. srpna 1933.",
    "V roce 1920 byla poprvé vydána kniha 'Main Street' od Sinclaira Lewise, která kritizuje americký maloměstský život a získala širokou popularitu.",
    "Zemřel Honoré de Balzac, francouzský spisovatel a dramatik, známý svou monumentální sérií 'La Comédie Humaine', 18. srpna 1850."
  ],
  "8-19": [
    "Narodil se Ogden Nash, americký básník, známý svými lehkými a vtipnými verši, 19. srpna 1902.",
    "V roce 1988 byla poprvé vydána kniha 'The Satanic Verses' od Salmana Rushdieho, která vyvolala kontroverzi a protesty po celém světě.",
    "Zemřel Blaise Pascal, francouzský matematik, fyzik a spisovatel, autor 'Pensées', 19. srpna 1662."
  ],
  "8-20": [
    "Narodil se H. P. Lovecraft, americký spisovatel, známý svými hororovými příběhy a mýtem Cthulhu, 20. srpna 1890.",
    "V roce 1928 byla poprvé vydána kniha 'Decline and Fall' od Evelyn Waugh, která je satirickým románem o britské společnosti.",
    "Zemřel Pavel Jozef Šafárik, slovenský spisovatel a historik, jeden z hlavních představitelů slovenského národního obrození, 20. srpna 1861."
  ],
  "8-21": [
    "Narodil se Robert Stone, americký spisovatel, autor románu 'Dog Soldiers', který získal National Book Award, 21. srpna 1937.",
    "V roce 1967 byla poprvé vydána kniha 'One Hundred Years of Solitude' od Gabriela Garcíi Márqueze, která se stala jedním z nejvýznamnějších děl magického realismu.",
    "Zemřel Claude Debussy, francouzský skladatel a spisovatel, jeden z nejvýznamnějších představitelů impresionismu, 21. srpna 1918."
  ],
  "8-22": [
    "Narodil se Ray Bradbury, americký spisovatel science fiction a fantasy, autor děl jako 'Fahrenheit 451' a 'The Martian Chronicles', 22. srpna 1920.",
    "V roce 1851 byla poprvé vydána kniha 'The House of the Seven Gables' od Nathaniela Hawthornea, která je považována za klasické dílo americké literatury.",
    "Zemřel Michael Collins, irský revolucionář a politik, který napsal mnoho dopisů a projevů během boje za irskou nezávislost, 22. srpna 1922."
  ],
  "8-23": [
    "Narodil se Edgar Lee Masters, americký básník, známý svou sbírkou 'Spoon River Anthology', 23. srpna 1868.",
    "V roce 1990 byla poprvé vydána kniha 'Good Omens' od Neila Gaimana a Terryho Pratchetta, která se stala kultovním dílem komediální fantasy literatury.",
    "Zemřel Charles Bukowski, americký básník a spisovatel, známý svým syrovým a realistickým stylem, 23. srpna 1994."
  ],
  "8-24": [
    "Narodil se Jorge Luis Borges, argentinský spisovatel a básník, známý svými krátkými příběhy a esejemi, 24. srpna 1899.",
    "V roce 1891 byla poprvé vydána kniha 'The Picture of Dorian Gray' od Oscara Wildea v knižní podobě, po předchozím seriálovém vydání.",
    "Zemřel Simone Weil, francouzská filozofka a spisovatelka, známá svými esejemi o náboženství, filozofii a politice, 24. srpna 1943."
  ],
  "8-25": [
    "Narodil se Bret Harte, americký spisovatel a básník, známý svými příběhy o Divokém západě, 25. srpna 1836.",
    "V roce 1992 byla poprvé vydána kniha 'The English Patient' od Michaela Ondaatje, která získala Man Bookerovu cenu a byla úspěšně zfilmována.",
    "Zemřel Truman Capote, americký spisovatel, autor knih jako 'In Cold Blood' a 'Breakfast at Tiffany's', 25. srpna 1984."
  ],
  "8-26": [
    "Narodila se Katherine Johnsonová, americká matematička a fyzička, která napsala několik vědeckých prací, 26. srpna 1918.",
    "V roce 1920 byla poprvé vydána kniha 'This Side of Paradise' od F. Scotta Fitzgeralda, která okamžitě získala popularitu a uznání.",
    "Zemřel Albert Sabin, americký lékař a vědec, který napsal mnoho vědeckých článků o virologii, 26. srpna 1993."
  ],
  "8-27": [
    "Narodil se C. S. Forester, britský spisovatel, autor série knih o Horatio Hornblowerovi, 27. srpna 1899.",
    "V roce 1962 byla poprvé vydána kniha 'Silent Spring' od Rachel Carsonové, která se stala klíčovým dílem environmentální literatury.",
    "Zemřel Brian Moore, irsko-kanadský spisovatel, autor románů jako 'Black Robe' a 'The Lonely Passion of Judith Hearne', 27. srpna 1999."
  ],
  "8-28": [
    "Narodil se Johann Wolfgang von Goethe, německý spisovatel, básník a dramatik, autor děl jako 'Faust' a 'The Sorrows of Young Werther', 28. srpna 1749.",
    "V roce 1963 byla poprvé vydána kniha 'Where the Wild Things Are' od Maurice Sendaka, která se stala klasickým dílem dětské literatury.",
    "Zemřel John Huston, americký filmový režisér a scenárista, který adaptoval mnoho literárních děl do filmů, 28. srpna 1987."
  ],
  "8-29": [
    "Narodil se James Fenimore Cooper, americký spisovatel, autor série 'Leatherstocking Tales', včetně 'The Last of the Mohicans', 29. srpna 1789.",
    "V roce 1952 byla poprvé vydána kniha 'East of Eden' od Johna Steinbecka, která se stala jedním z jeho nejslavnějších děl.",
    "Zemřel Ingrid Bergmanová, švédská herečka, která napsala autobiografii 'My Story', 29. srpna 1982."
  ],
  "8-30": [
    "Narodila se Mary Shelleyová, britská spisovatelka, autorka románu 'Frankenstein', 30. srpna 1797.",
    "V roce 1990 byla poprvé vydána kniha 'The Eye of the World' od Roberta Jordana, první díl série 'The Wheel of Time'.",
    "Zemřel J. D. Salinger, americký spisovatel, autor knihy 'The Catcher in the Rye',"
  ],
  "8-31": [
    "Narodil se William Saroyan, americký spisovatel a dramatik, autor knihy 'The Human Comedy', 31. srpna 1908.",
    "V roce 1945 byla poprvé vydána kniha 'Animal Farm' od George Orwella, která je satirou na totalitní režimy.",
    "Zemřel Charles Baudelaire, francouzský básník, známý svou sbírkou 'Les Fleurs du mal', 31. srpna 1867."
  ],
  "9-1": [
    "Narodil se Edgar Rice Burroughs, americký spisovatel, známý sérií knih o Tarzanovi, 1. září 1875.",
    "V roce 1975 byla poprvé vydána kniha 'Shōgun' od Jamese Clavella, která se stala bestsellerem.",
    "Zemřel E. E. Cummings, americký básník a malíř, známý svým nekonvenčním stylem psaní, 1. září 1962."
  ],
  "9-2": [
    "Narodil se Eugène Sue, francouzský spisovatel, autor románu 'Les Mystères de Paris', 2. září 1804.",
    "V roce 1939 začala Druhá světová válka, což ovlivnilo mnoho literárních děl té doby.",
    "Zemřel J. R. R. Tolkien, britský spisovatel, autor 'Pána prstenů' a 'Hobita', 2. září 1973."
  ],
  "9-3": [
    "Narodil se Ivan Turgenev, ruský spisovatel a dramatik, autor knihy 'Otcové a děti', 3. září 1818.",
    "V roce 2009 byla poprvé vydána kniha 'Catching Fire' od Suzanne Collins, druhý díl série 'Hunger Games'.",
    "Zemřel Oliver Wendell Holmes Sr., americký lékař, básník a esejista, 3. září 1894."
  ],
  "9-4": [
    "Narodil se Richard Wright, americký spisovatel, autor knihy 'Native Son', 4. září 1908.",
    "V roce 1998 byla poprvé vydána kniha 'Harry Potter a Kámen mudrců' v USA, kde získala obrovskou popularitu.",
    "Zemřel Hans Christian Andersen, dánský pohádkář, autor mnoha slavných pohádek, 4. září 1875."
  ]
}
